{"id": 1572724701645922304, "text": "Every day I pray for the downfall of GloFish®.\n\nA company should not be able to have a \"brand\" of live animals. You should not be able to own the patent to a living organism, even if it is genetically modified\n\nNot to mention all the harm they indirectly do to the aquarium hobby.", "label": [[10, 33, "Exp_Negative"], [58, 76, "Exp_Negative"], [116, 134, "Exp_Negative"], [230, 257, "Exp_Negative"]], "Comments": []}
{"id": 1575791699385012226, "text": "Everyone has experienced climate chamge anxiety. Tara shared research on the effect of this anxiety on young people. #iaymh2022 #climatechange http**********************", "label": [], "Comments": []}
{"id": 1574985406395084800, "text": "@************** It does. Europe is under stress regarding energy resources. Nord stream pipes were available (but closed due to sanctions) and now they are directly unavailable.\nBefore europe could turn to an “emergency supply through nord stream” alternative, now it cant.", "label": [[32, 47, "Exp_Negative"], [261, 272, "Exp_Negative"]], "Comments": []}
{"id": 1574803119535423490, "text": "@** dr pepper is proof of concept they can gmo eco friendly synthetic gasoline", "label": [], "Comments": []}
{"id": 1572426205223325703, "text": "HOW BIDEN'S BIOTECH EXECUTIVE ORDER HELPS THE FOOD INDUSTRY &amp; HURTS YOU🧵\n\nGenetically modified food is made via bioengineering. In the food industry, “bioengineered” &amp; “biotechnology” refers to foods produced via modifications of an organism’s DNA. (1\\/3)\n\nhttp**********************", "label": [[36, 59, "Exp_Positive"], [65, 75, "Exp_Negative"]], "Comments": []}
{"id": 1575045702191030272, "text": "South Africans deserve to be safe on our roads. The @*************** removed the pedestrain-first crossing with no public consultation.\n\nThe Waterfront is renowned for its pedestrain-friendly environment, we urge them to reconsider.\n\nSign the petition &gt;&gt; http********************** http**********************", "label": [[15, 46, "Exp_Positive"], [107, 135, "Exp_Negative"], [155, 203, "Exp_Positive"], [205, 231, "Exp_Negative"]], "Comments": []}
{"id": 1574781826299994125, "text": "But woke products are never unsuccessful! 😏\nI will never eat imitation meat -- whether it's \"cultivated\" lab-grown meat, plant-based, or derived from insects. It’s Frankenstein food 🤢🤮 http**********************", "label": [[0, 57, "Exp_Negative"], [160, 187, "Exp_Negative"]], "Comments": []}
{"id": 1574701740292640768, "text": "@********** @************ Yes organic farming is the best for health, morality and saving the planet.", "label": [[30, 57, "Exp_Positive"]], "Comments": []}
{"id": 1574842131822399489, "text": "@************** Then do it already... The seven estuary tidal scheme was binned a d the government chose nuclear which releases hundreds of  thousands of tonnes of co2 in its construction and the the same again in safe storage after use. Build renewables now.", "label": [[21, 34, "Exp_Negative"], [62, 83, "Exp_Negative"], [238, 258, "Exp_Positive"]], "Comments": []}
{"id": 1574701990256738305, "text": "In the past 90 days, food poisoning has claimed the lives of over 120 children in Bihar, Andhra Pradesh, and Karnataka. The most cases of food poisoning to be reported in Indian schools in the preceding six years were 979 in 2022. The number fell when faculties were closed due to", "label": [[40, 57, "Exp_Negative"]], "Comments": []}
{"id": 1574582831971303424, "text": "Why would any Smart person or nation want your GM or GMO CORN!?   It's Poison!!\n\nU.S. farmers urge Washington to challenge Mexico's looming ban on GM corn http**********************", "label": [[0, 41, "Exp_Negative"], [66, 79, "Exp_Negative"], [94, 109, "Exp_Positive"]], "Comments": []}
{"id": 1575163521801007104, "text": "People vs Fossil Fuels responds to Manchin's decision to remove his side deal from the Continuing Resolution. BIPOC and poor white communities have been sacrifice zones for fossil fuel executives’ windfall profit. http********************** via @************* #ICTPressPool", "label": [[0, 22, "Exp_Negative"], [143, 168, "Exp_Negative"]], "Comments": []}
{"id": 1575356024185298944, "text": "Big oil's toxic emissions from flaring undeclared\n\nThey follow ‘standard industry practice’ 😩which clearly isn’t fit for purpose!\n#energy #pollution  http**********************", "label": [[0, 25, "Exp_Negative"], [100, 130, "Exp_Negative"]], "Comments": []}
{"id": 1574735453453950977, "text": "Plastic bags are hard to recycle and take hundreds of years to decompose harming the environment.\n\nIn line with the #UAE government initiative to cut back on plastic use and shift towards #sustainable options, let us all #reduce #reuse &amp; #recycle to protect our planet. http**********************", "label": [[17, 32, "Exp_Negative"], [73, 96, "Exp_Negative"], [209, 220, "Exp_Positive"], [254, 272, "Exp_Positive"]], "Comments": []}
{"id": 1574811258687217675, "text": "If we forget about the amazing functionality, it must also be said that the unique network takes care of the environment. Unique built on Polkadot, a Proof-of-Stake network with a low carbon footprint! Be with the Unique, be the Unique! @*************** #UniqueNetwork $UNQ", "label": [[23, 44, "Exp_Positive"], [91, 120, "Exp_Positive"], [173, 200, "Exp_Positive"]], "Comments": []}
{"id": 1575685875912278017, "text": "Govt overestimating farmers' impact on climate - ACT Party http**********************", "label": [[5, 19, "Exp_Negative"]], "Comments": []}
{"id": 1573252120274665472, "text": "What a success #MobilityWeek has been! 🚲\n\nWe must continue to use this momentum to promote sustainable urban mobility. \n\nOur offices across Europe offer innovative and sustainable mobility solutions, find your nearest location here: http**********************", "label": [[0, 14, "Exp_Positive"], [43, 80, "Exp_Positive"], [84, 120, "Exp_Positive"]], "Comments": []}
{"id": 1575355366208311297, "text": "The Government of the People’s Republic of China and @**** jointly handed over a set of autoclave machines and essential healthcare equipment for a waste treatment center at Narayani Hospital in Birgunj.\nRead http*************************** http**********************", "label": [], "Comments": []}
{"id": 1575034908828831744, "text": "@******* European countries should be aware when they making the environment protection into a political tool, they should think that one day in the future, they themselves also not be able to implement their own proposals.", "label": [[28, 43, "Exp_Negative"], [178, 189, "Exp_Negative"]], "Comments": []}
{"id": 1574836853274021889, "text": "The Govt could do more to keep plastic (and sewage) out of the sea but it prefers to let the waste disposal companies dump it in the sea. http**********************", "label": [[9, 22, "Exp_Negative"], [74, 136, "Exp_Negative"]], "Comments": []}
{"id": 1574836559563530240, "text": "@************** @*********** @************* Climate change is a scam.\noxygen carbon dioxide nitrogen is normal\nhttp**********************", "label": [[59, 68, "Exp_Negative"], [101, 110, "Exp_Positive"]], "Comments": []}
{"id": 1575065152684462081, "text": "@*************** You are heroes. It is truly shocking how much energy the sandwich generation is expending. You are teaching your son how to treat you. You are modeling how to care for elders for society. Hang in. Get help. It takes a village to care for elders. You must get help.", "label": [[17, 31, "Exp_Positive"], [39, 53, "Exp_Negative"], [214, 222, "Exp_Negative"], [263, 280, "Exp_Negative"]], "Comments": []}
{"id": 1575103411317415936, "text": "@************* And has outsourcing a country's carbon footprint to countries who may prove problematic in the future taught our politicians anything?\n\nNot least that carbon dioxide, a gas which is good for plants, is unlikely to be bad for the environment or indeed the cause of climate change.", "label": [[81, 102, "Exp_Negative"], [197, 212, "Exp_Positive"], [217, 235, "Exp_Positive"]], "Comments": []}
{"id": 1575487300704022529, "text": "Possibly going to delete this later, but wanted to practice some colour (saving for a new tablet\\/laptop), and threw some on this.\n\n@***************** Rose Gold exuding a particular energy, whilst unnamed reverse-coloured fox dude feels the pressure.\nMay do a part deux as well. http**********************", "label": [[230, 248, "Exp_Negative"]], "Comments": []}
{"id": 1574170361360433156, "text": "@*************** @************* @******** @************ @************** Those leases were blocked because of legal disputes, weren’t even set up for oil production yet. Biden even encouraged oil companies to produce more off shore oil.", "label": [[85, 97, "Exp_Negative"], [180, 190, "Exp_Positive"]], "Comments": []}
{"id": 1574600693117485056, "text": "I vote democrat because the conspiracy theorists promise me that Joe Biden n the center left will enact this plan and i ask when?? \n\nI want to see this happen now! \n\nI want my GMO’s I want my brain chip and new world order and silly drug injections that make me sexy n subservient http**********************", "label": [[49, 59, "Exp_Positive"], [124, 131, "Exp_Negative"], [133, 163, "Exp_Negative"], [254, 280, "Exp_Positive"]], "Comments": []}
{"id": 1574816356398243845, "text": "@***** A strong environment through fracking, removing green duties and flooding our waterways with sewage? And cutting regulation so that animals will suffer more?\n\nRight, ok.", "label": [[9, 27, "Exp_Positive"], [139, 158, "Exp_Negative"]], "Comments": []}
{"id": 1575018688893554691, "text": "@******* @*********** such as coal (Hence Russia looting these ressources)\nAmerica is also benefiting from it. Their military industrial is earning a lot from it with all the weapon production underway. America also conquered almost all of the European energy market by replacing the now booed Russians", "label": [[83, 101, "Exp_Positive"], [280, 302, "Exp_Negative"]], "Comments": []}
{"id": 1572996533737652224, "text": "Strangest customer service policy ever.  \n@******* only let you complain about one thing a day......  \nGonna be a few days (at least into the weekend) but I shall persist!! #service #customerservice #foodquality", "label": [[0, 9, "Exp_Negative"], [155, 172, "Exp_Positive"]], "Comments": []}
{"id": 1575697871399096321, "text": "@************* How much should Canada raise carbon taxes to prevent a climate crisis? It’s a pretty simple question really. After emissions cutbacks, how does this effect the global scale?  Can we be realistic? Oh and this type of spending of course. http**********************", "label": [], "Comments": []}
{"id": 1574252996887617536, "text": "Every hotel has a note saying that they believe in sustainability and will change towels daily on request only. In hedonic contexts, pro-environmental appeals are not enough to trigger #sustainable #behaviour\n#Tourists need tangible benefits\nArticle\nhttp********************** http**********************", "label": [[115, 131, "Exp_Negative"], [163, 173, "Exp_Negative"], [219, 241, "Exp_Negative"]], "Comments": []}
{"id": 1572946113220718593, "text": "@*************** Not to infiltrate anybody's false sense of positivity, but there is no such thing as a 'genetically modified organism.' Literally, calling science the N-word, hard -er.", "label": [[45, 70, "Exp_Negative"], [85, 98, "Exp_Negative"], [148, 184, "Exp_Negative"]], "Comments": []}
{"id": 1572559522060800001, "text": "Thank you to everyone who made it to the public consultations last week to discuss the Green Space Management Plans for Lymebourne Park and Old Elm Road. \nIf you were unable to attend the consultations, you can still have your say using our online form: http********************** http**********************", "label": [[0, 21, "Exp_Positive"], [162, 173, "Exp_Negative"], [206, 230, "Exp_Positive"]], "Comments": []}
{"id": 1574379694253920257, "text": "Also, grinding food items generally increase possible spoilage and contamination hazards that are able to be present.\nMore surface area, more problems.", "label": [[36, 62, "Exp_Negative"], [81, 88, "Exp_Negative"], [137, 150, "Exp_Negative"]], "Comments": []}
{"id": 1574738670975741953, "text": "On agriculture, funding for more slurry storage is linked to \"adopting more environmentally friendly farming practices\"... It's questionable whether more slurry storage is the right focus for moving to a more sustainable model...", "label": [[128, 140, "Exp_Negative"]], "Comments": []}
{"id": 1572497467526250497, "text": "Very happy to see my hometown #Larnaca shortlisted for @*********** European Destination of Excellence 2023 award which rewards the best achievements in sustainable tourism and green transition practices in smaller destinations across Europe.  http**********************", "label": [[0, 10, "Exp_Positive"], [120, 149, "Exp_Positive"]], "Comments": []}
{"id": 1574412679137136641, "text": "I realized we are in trouble when the policies are now been made by urban people who don't understand such an important thing as the Shamba System. We also used this system in Kinare Forest (part of the Nyandarua Ranges) and many households were well fed and maintained! http**********************", "label": [[11, 28, "Exp_Negative"], [246, 269, "Exp_Positive"]], "Comments": []}
{"id": 1575775876180049920, "text": "Businesses up their game on climate disclosure but are still slow to act on decarbonization http**********************", "label": [[11, 24, "Exp_Positive"], [61, 72, "Exp_Negative"]], "Comments": []}
{"id": 1574770277342396417, "text": "@************** GMO not healthy for Africa.", "label": [[20, 31, "Exp_Negative"]], "Comments": []}
{"id": 1575330194830888963, "text": "Democrats never let a good crisis go to waste. \n\nHurricane that will displace thousands of floridians?\n\nLet's talk climate change.", "label": [[22, 33, "Exp_Positive"]], "Comments": []}
{"id": 1575387737066274816, "text": "National Grid seek solutions in low carbon construction materials or net zero construction.\n\nhttp**********************", "label": [[14, 28, "Exp_Positive"]], "Comments": []}
{"id": 1570179987222700035, "text": "Niger Republic. The violence in the region is part of broader national crisis between herders and farmers that has become more vicious and violent. \n\nThe conflict in the northeast and the Lake Chad Basin is interlinked with environmental stressor and", "label": [[16, 28, "Exp_Negative"], [54, 77, "Exp_Negative"], [127, 146, "Exp_Negative"], [154, 162, "Exp_Negative"], [238, 246, "Exp_Negative"]], "Comments": []}
{"id": 1574538248499924992, "text": "I do not believe that all participants at Cop 26 are addressing the SDGs. I can't do anything.", "label": [[2, 16, "Exp_Negative"], [76, 93, "Exp_Negative"]], "Comments": []}
{"id": 1574990446618906624, "text": "@************** Extraction of natural resourse by rich person is more than poor everywhere in universe. So in India similar situation  rich person produce more GHG than poor . same in usa . to save earth only solution is to live natural lifestyle and reduce human population and urban growth", "label": [[193, 203, "Exp_Positive"]], "Comments": []}
{"id": 1575335771736707073, "text": "Removing the sewage waste and throwing it infront of someone’s house is soo easy for you people!\n\nWhat is this? @********** \n#Telangana http**********************", "label": [[72, 96, "Exp_Negative"]], "Comments": []}
{"id": 1574998720847917056, "text": "@************** Maybe. Maybe not.  But I’m going to spend every ounce of energy I have finding out if ch4 emissions from Russian orphan wells are responsible for it. Because we have the technology to fix that. It’s called an o ring. And it’s so much easier than surviving a drought and famine.", "label": [[43, 86, "Exp_Positive"], [242, 256, "Exp_Positive"]], "Comments": []}
{"id": 1575388237396328449, "text": "If the tourism sector is serious about reducing its footprint, they should choose real emission reductions and biodiversity protection. Even airlines are starting to move away from offsets. #ForNature http********************** 4\\/", "label": [[82, 106, "Exp_Positive"]], "Comments": []}
{"id": 1575703352146796544, "text": "For politicians to make significant steps, it is necessary to consolidate awareness of gravity of global warming among public. People must see it to understand it. Modelling the climage change might have been the thing that was necessary for people to care about the future.", "label": [[43, 58, "Exp_Positive"], [134, 162, "Exp_Positive"], [224, 237, "Exp_Positive"]], "Comments": []}
{"id": 1575483091367653379, "text": "Not unsurprisingly, energy saving things I saw my parents do when I was little, like using a wooden box with straw to let the rice porridge finish slow cooking, is still a good idea. And, I assume, the same principle as a rice cooker. Which I do own. Need a few kitchen classics.", "label": [[164, 181, "Exp_Positive"]], "Comments": []}
{"id": 1575348279692644352, "text": "Our planet, our health! Let's not indulge in blaming environmentalists, governments, NGOs and act together against #pollution and #globalwarming this #WEHD2022. \n\n#PlasticMenace #WorldEnvironmentalHealthDay  #SayNoToPlasticMenace #plasticpollution http**********************", "label": [[24, 41, "Exp_Negative"], [94, 106, "Exp_Positive"]], "Comments": []}
{"id": 1574719640449978373, "text": "@************** We have lost our indigenous rice verities.\nWe moved towards commercial agriculture. Can't compete without synthetic fertilizer.\nDifficult to get organic certificate, organic farming is not profitable here.\n\nWe can't do anything anymore.", "label": [[16, 28, "Exp_Negative"], [144, 153, "Exp_Negative"], [201, 215, "Exp_Negative"], [226, 251, "Exp_Negative"]], "Comments": []}
{"id": 1575319739152453632, "text": "No! I still do not buy Exxon gas because of the oil spill  of the Exxon Valdez. So imagine how I feel about the orange mutant. http**********************", "label": [[0, 18, "Exp_Negative"], [118, 125, "Exp_Negative"]], "Comments": []}
{"id": 1575841622646231040, "text": "Your semi-regular reminder that pundits\\/policy wonks, who don't take climate change (and its effect on security) seriously shouldn't be taken seriously. http**********************", "label": [[123, 151, "Exp_Negative"]], "Comments": []}
{"id": 1575045300623851520, "text": "@******** Bring in price caps and get rid of these dumb gas taxes. We’re being ripped off in more than one way. Gas\\/groceries\\/heating prices all through the roof thanks to these carbon taxes", "label": [[51, 55, "Exp_Negative"], [73, 89, "Exp_Negative"]], "Comments": []}
{"id": 1575385845342814208, "text": "An oil spill in Peru caused by Repsol has contaminated a whole coastline and littered the shore with dead penguins. But the company doesn't want to pay. Make destroying the planet a crime, so we can hold companies to account! #StopEcocideEU  http**********************", "label": [[42, 54, "Exp_Negative"], [77, 85, "Exp_Negative"], [132, 151, "Exp_Negative"], [158, 168, "Exp_Negative"], [180, 187, "Exp_Negative"]], "Comments": []}
{"id": 1575048624588800000, "text": "@************** @************ and @******** have set out an alternative which is clear and simple. \n\nA windfall tax on the energy giants, rather than borrowing.", "label": [[81, 97, "Exp_Positive"]], "Comments": []}
{"id": 1575312828231303169, "text": "How is wind and solar going to meet our energy demands? We are following Green Peace. This requires investigation, how it got started and why we follow its agenda. Nuclear is green and clean. It can provide the energy necessary to support our planet. http**********************", "label": [[47, 54, "Exp_Negative"], [195, 206, "Exp_Positive"]], "Comments": []}
{"id": 1575064817605361664, "text": "@*********** These are the same socialist 🤡 that for decades shut down nuclear plants the most clean and reliable energy. they supporting wind,solar which is very bad for climate it was Republicans for decades and still today support Nuclear not wind,solar democrats call them climate deniers", "label": [[42, 44, "Exp_Negative"], [286, 293, "Exp_Negative"]], "Comments": []}
{"id": 1575291240089804801, "text": "@********* After they private it….but waste management is a billion dollar business…fertilizers…butane, methane plastic and paper recycling etc", "label": [], "Comments": []}
{"id": 1574970488845045761, "text": "Wow, the ball is truly rolling to reduce GHG’s!  #BipartisanClimate really works, so @************* , @************** and @************** keep #ClimateAction going in Congress with a #PriceOnCarbon including #CarbonDividends to everyone! http**********************", "label": [[9, 30, "Exp_Positive"], [68, 80, "Exp_Positive"]], "Comments": []}
{"id": 1575114087071191040, "text": "Hi green thumbs! Today we have everyone's favorite damaging company Microsoft that emits 16 MILLION metric tons of carbon dioxide😨! Fun fact  everyone has their very own carbon footprint!  Tune in for more behind closed door stats!", "label": [[31, 50, "Exp_Positive"], [51, 59, "Exp_Negative"], [129, 131, "Exp_Negative"]], "Comments": []}
{"id": 1575023754354118656, "text": "#ClimateChange is the biggest threat that humanity has ever faced. This challenge not only represents a threat but also opportunity. Early investors in clean energy stand to benefit.  We enable investment in #cleanenergy production. #BeTheChange - http********************** http**********************", "label": [[22, 36, "Exp_Negative"], [104, 110, "Exp_Negative"], [120, 131, "Exp_Positive"], [174, 181, "Exp_Positive"]], "Comments": []}
{"id": 1572107051454631937, "text": "The joint security rapid response unit has recovered an abandoned unexploded explosive in Mbale City, a development that left business in the area paralysed.\n\nDETAILS: http********************** | #VisionUpdates", "label": [[147, 156, "Exp_Negative"]], "Comments": []}
{"id": 1574788868083224583, "text": "@************** @*************  (Genetically Modified Organism) GMO corn when planted after the field is sprayed with Round UP weed killer, a hole is drilled, corn planted, weeks later corn that is Round UP tolerant is spayed again with Round UP. Tests show 80% of us have Round UP in our urine", "label": [[132, 138, "Exp_Negative"]], "Comments": []}
{"id": 1574829613099847680, "text": "Hi fellow humans! Your number one polluting company Microsoft that emits 16 MILLION metric tons of carbon dioxide😷! You'll never guess that  carbon footprints are important!  Stay updated on our carbon tweets by following!", "label": [[33, 43, "Exp_Negative"]], "Comments": []}
{"id": 1575440258816163841, "text": "Water is clean energy, but the goverment cant make any money from it.\n\nThey make far more with green agenda fraud.\n\n#JAILtheWEF http**********************", "label": [[9, 14, "Exp_Positive"], [41, 60, "Exp_Negative"], [108, 113, "Exp_Negative"]], "Comments": []}
{"id": 1575850460145147904, "text": "Every single Republican voted against the Inflation Reduction Act—a bill that brings down costs, reduces the deficit, and takes action on climate. \n\nTheir \"commitment to America\" is a joke.", "label": [[30, 37, "Exp_Negative"], [78, 95, "Exp_Positive"], [97, 116, "Exp_Positive"], [122, 134, "Exp_Positive"], [156, 166, "Exp_Positive"], [182, 188, "Exp_Negative"]], "Comments": []}
{"id": 1572476728160948224, "text": "@******** pls can you remove total block around Green park, Piccadilly, etc etc. These are fully open public roads that your bike blocked my commute on. Thanks.", "label": [[21, 28, "Exp_Negative"], [130, 137, "Exp_Negative"]], "Comments": []}
{"id": 1572971352209907714, "text": "@********* Since about 2-3 years ago every single one of these products are labeled as contains bioengineered ingredient or genetically modified organism. That's what your body notices. Start looking at the labels on your food, you'll be shocked how many other things display the same thing.", "label": [[238, 245, "Exp_Negative"]], "Comments": []}
{"id": 1575085082032758785, "text": "#Ecofriendly #boxes are safe for the environment, simple to recycle, and easy to discard. Use these boxes to win over eco-conscious customers.\nhttp**********************\n#Ecofriendlyboxes #Customboxes #cardboardboxes #custompackaging #customprintedboxes http**********************", "label": [[24, 28, "Exp_Positive"], [50, 56, "Exp_Positive"], [73, 77, "Exp_Positive"], [109, 117, "Exp_Positive"]], "Comments": []}
{"id": 1575001719591022593, "text": "@******** @***** Did you bomb the Nord Stream pipelines like you threaten to take down?  All that methane going into the ocean killing sea life. You want a war so bad with the Cheney’s you cannot stand it and you are willing to kill millions to get what you want. We saw that with the mandates.", "label": [[25, 29, "Exp_Negative"], [65, 73, "Exp_Negative"], [127, 134, "Exp_Negative"], [149, 159, "Exp_Negative"], [189, 204, "Exp_Negative"], [228, 241, "Exp_Negative"]], "Comments": []}
{"id": 1575387324418068480, "text": "The world's biggest tree burner, Drax, sources wood from clearcut biodiverse forests in the Southern US where dirty pellet mills are sited in communities suffering poverty &amp; pollution. #ZeroAmbition on #EnvironmentalJustice  http********************** via @************", "label": [[25, 31, "Exp_Negative"], [110, 115, "Exp_Negative"], [154, 187, "Exp_Negative"]], "Comments": []}
{"id": 1572558405486665730, "text": "@*************** The Rose Garden on Blackwall Lane, the only local green space for most of us in East Greenwich hasn't even made it onto the parks and open spaces register, let alone qualify for any funding. Let's hope RBG's not going to attempt to flog it off to a developer again. @**********", "label": [[52, 60, "Exp_Negative"], [249, 260, "Exp_Negative"]], "Comments": []}
{"id": 1574658100958822400, "text": "@********** Yes gmo food and contaminated soils and water - the point is chemicals", "label": [[29, 41, "Exp_Negative"]], "Comments": []}
{"id": 1574482693454106626, "text": "@************* Greenpeace is working all over the world to push governments to clean up polluting industries. Here in Aotearoa we can lead by example and ditch the highly polluting intensive agriculture approach and replace it with plant-based regenerative organic farming.", "label": [[79, 87, "Exp_Positive"], [88, 97, "Exp_Negative"], [164, 180, "Exp_Negative"]], "Comments": []}
{"id": 1574561717744435204, "text": "@*************** Food often get wasted because it gets produced and shipped in advance regardless of it being sold. \n\nThe waste happens because people have irregular consumption habits with food.\n\nThe current manner of food production isn't sustainable anyway, so scarcity is very much real.", "label": [[32, 38, "Exp_Negative"], [122, 127, "Exp_Negative"], [155, 165, "Exp_Negative"], [235, 252, "Exp_Negative"]], "Comments": []}
{"id": 1574342433877262337, "text": "@************ @****** Cross pollination using sexually compatible species would not be a \"genetically modified organism\" by regulatory definition. To be considered GMO it means using specific techniques, E.g. recombinant DNA techniques, like found here: http**********************", "label": [[74, 83, "Exp_Negative"]], "Comments": []}
{"id": 1573380967292862464, "text": "@******* That was Maize its completely different. Corn is a genetically modified organism. The white man designed it to sterilize the blacks. Corn Pudding, Corn on the Cob you eat it up until your Cob can't get in no pudding. WAKE UP MY SISTER THEY ARE KILLING THE BLACK GENE POOL http**********************", "label": [[120, 129, "Exp_Negative"], [253, 260, "Exp_Negative"]], "Comments": []}
{"id": 1574917375345950720, "text": "Today's sabotage of the Nord Stream 1 and 2 pipelines resulted in a substantial release of methane to the atmosphere. Initial estimates suggest ~115,000 tons CH4 from Nord Stream 2, amounting to ~3.2 million tons CO2-eq (GWP100). Possibly double this when accounting for NS1.", "label": [[8, 16, "Exp_Negative"]], "Comments": []}
{"id": 1570403104058638338, "text": "Moving away from capitalism\\/green washing is not easy under the current systems\\/political allegiances we live within, so I commend @********* for being bold enough to try, but let us not forget that redistributing wealth, and reducing consumerism must remain #1 priorities. http**********************", "label": [[45, 53, "Exp_Negative"], [123, 130, "Exp_Positive"]], "Comments": []}
{"id": 1575309074454937600, "text": "@********** Biden was authorizing help before it hit. I remember how they went after Obama after the oil spill. He was supposed to swim under the ocean and repair it like Aquaman.", "label": [[119, 130, "Exp_Negative"]], "Comments": []}
{"id": 1574598547827195904, "text": "stop eating their GMO and Pesticide ridden food\nGlyphosate AMPA POEA aka RoundUp aka COVID http**********************", "label": [[0, 4, "Exp_Negative"], [26, 42, "Exp_Negative"]], "Comments": []}
{"id": 1575704231784456194, "text": "Climate change is real! We should however act responsibly rather than create more hysteria based on studies which are not peer reviewed. Pushing a biased narrative is only going to push more people to either extremes rather than finding real and effective solutions #HurricaneIan http**********************", "label": [[42, 57, "Exp_Positive"], [81, 90, "Exp_Negative"], [147, 153, "Exp_Negative"], [246, 255, "Exp_Positive"]], "Comments": []}
{"id": 1575307938750668800, "text": "@********* Recycling and waste management should be higher on the agenda than climate change", "label": [[42, 58, "Exp_Negative"]], "Comments": []}
{"id": 1574954891973271552, "text": "Backyard Green House\nTake good care of your plants and flowers with Plastic Green House in your backyard and make your plants and flowers a beautiful sight on your patio. \n\n#greenhouse #minigreenhouse #backyardgreenhouse #warmhouse #bloomroom #walkingreenhouse http**********************", "label": [[21, 35, "Exp_Positive"], [140, 155, "Exp_Positive"]], "Comments": []}
{"id": 1575047230834487297, "text": "Save energy, don’t get faded, life is just a marathon", "label": [[0, 4, "Exp_Positive"]], "Comments": []}
{"id": 1574742252659802113, "text": "@******* food safety and your well-being are super important to us. let’s talk here: http**********************", "label": [[30, 40, "Exp_Positive"], [45, 60, "Exp_Positive"]], "Comments": []}
{"id": 1575190239445848064, "text": "@******** @************* @************* @****** You're absolutely correct. Any lifecycle analysis software will support your point.\n\nThere's a reason why the 3R's are in order of effectiveness: REDUCE, reuse, recycle.\n\nReducing consumption is the best way to reduce your carbon footprint. EVs are not environmentally friendly.", "label": [[112, 119, "Exp_Positive"], [179, 192, "Exp_Positive"], [242, 255, "Exp_Positive"], [297, 325, "Exp_Negative"]], "Comments": []}
{"id": 1575088685321625600, "text": "@*************** PM JT know where to buy clean air for the 💰 he charge us \"CARBON TAX\"", "label": [], "Comments": []}
{"id": 1575462952148389888, "text": "In general, people consider being helpful as a positive trait. So, you might not identify anything wrong with trying to be there for others. but it can also prevent you from helping yourself. Make sure you aren’t putting all your energy into saving others. http**********************", "label": [[34, 41, "Exp_Positive"], [47, 55, "Exp_Positive"], [157, 164, "Exp_Negative"], [242, 248, "Exp_Positive"]], "Comments": []}
{"id": 1572493485621510144, "text": "@************ Capel Street is full of unregulated food outlets, the area is rampant with rats, litter left on the street... residents hate the street.!!! The sample size was this survey was probably a handful of green supporters living in Dundrum.!!! http**********************", "label": [[38, 49, "Exp_Negative"], [76, 93, "Exp_Negative"], [95, 101, "Exp_Negative"]], "Comments": []}
{"id": 1574759395522744327, "text": "STOP USING ALMOND FLOUR IN GLUTEN FREE FOOD!!!!! @************** @*************** everyone else too I just don’t have the list in front of me.", "label": [[0, 4, "Exp_Negative"]], "Comments": []}
{"id": 1574716218015186944, "text": "The thing about sustainable transport is it needs significant upfront investment as change needs to be transformational. It's not simply building a single corridor, we need networks.\n\nThis takes hard work and a lot of political will. UK just lacks this right now.", "label": [[44, 61, "Exp_Negative"], [194, 204, "Exp_Negative"], [242, 252, "Exp_Negative"]], "Comments": []}
{"id": 1574842769218076672, "text": "US releases massive amounts of CO2 in attempt to defeat Russia in new war: \n\n#ClimateAction http**********************", "label": [[49, 55, "Exp_Negative"]], "Comments": []}
{"id": 1575328182483329024, "text": "@************* 4. It is still a fossil fuel\n\nWe don't need it, specially as renewable energy is cheaper and far safer!", "label": [[48, 58, "Exp_Negative"], [96, 103, "Exp_Positive"], [108, 117, "Exp_Positive"]], "Comments": []}
{"id": 1574692085978247170, "text": "Major Gorki Chandola has returned to his ancestorial village in Pauri Garhwal and adopted sustainable practices of agriculture, construction and tourism. http**********************", "label": [[90, 101, "Exp_Positive"]], "Comments": []}
{"id": 1575303593607020545, "text": "@*************** This is why recessions are good for the economy! It clears out waste and economic bloat and allows for the most efficient winners to thrive. By stopping the economy (through printed money) from going through recessions we encourage a bigger issue down the road as the bloat builds", "label": [[44, 48, "Exp_Positive"], [80, 85, "Exp_Negative"], [99, 104, "Exp_Negative"], [124, 138, "Exp_Positive"], [251, 263, "Exp_Negative"]], "Comments": []}
{"id": 1575070992833327104, "text": "President Biden’s misguided energy transition - http********************** - @*********", "label": [[18, 27, "Exp_Negative"]], "Comments": []}
{"id": 1572162067926495233, "text": "@*********** @******** @************* @************ @*************** @************* @********* @*********** @*************** @************** @*************** @************ @*************** In karachi district west mominabad town mostly areas is badly effected shortage of water due to very low pressure of supply from water board 66\" line although hub daim is full alot of complains to water board but no response kindly resolve this issue http**********************", "label": [[245, 259, "Exp_Negative"], [373, 382, "Exp_Negative"]], "Comments": []}
{"id": 1575720035188117504, "text": "@********* Global warming hoax and Green New scam. 💩", "label": [[26, 30, "Exp_Negative"], [45, 49, "Exp_Negative"]], "Comments": []}
