{"id": 1575699769552474112, "text": "It is a shame that US of America is been destroy by natural disasters and none of those rich or millionaires people do anything to stop global warming across the nation !! We have to vote in November to make the rich families pay more than 1 percent of taxes!!", "label": [[8, 14, "Exp_Negative"], [41, 49, "Exp_Negative"]], "Comments": []}
{"id": 1575547272821374976, "text": "I’m calling on Prime Minister Ardern, to cut climate pollution from NZ's biggest polluter: intensive dairying. Join me: http********************** #TooManyCows via @************", "label": [[4, 11, "Exp_Positive"], [91, 100, "Exp_Negative"]], "Comments": []}
{"id": 1571845057954676736, "text": "It’s not unreasonable to draw other conclusions. Since the inception of the Texas territory the state has wanted to be its own independent nation. Even today Texas, the 2nd largest state still has plenty of vacant land. The more ‘citizens’ a nation the more powerful it becomes.", "label": [[5, 8, "Exp_Positive"], [197, 203, "Exp_Positive"], [258, 266, "Exp_Positive"]], "Comments": []}
{"id": 1570858329697845248, "text": "@********* There are accounts like @*********** who tweet examples of livable spaces, with lots of examples of places that have gotten it right across different cultures. Unfortunately mostly in the past, or if modern, not _here_.", "label": [[171, 184, "Exp_Negative"]], "Comments": []}
{"id": 1571552452960464898, "text": "@********** Oakland has set up some mini home communities for the homeless on previously unused land, and I’ve heard of old buildings being renovated to home the houseless(friend worked on one). It’s nice to see something going on to give people a real place to be to get back on their feet.", "label": [[200, 211, "Exp_Positive"]], "Comments": []}
{"id": 1573255447447994369, "text": "Gates forcing us to live off his patent synthetic corn - Eating Gates frankenfood nutritionally equivalent to eating plastic fruit. Gates funds fake meat &amp; breast milk, insect foods, GMO poison...Gates philanthropy deal to protect MS to fund🌍agenda http**********************", "label": [[6, 16, "Exp_Negative"], [144, 148, "Exp_Negative"]], "Comments": []}
{"id": 1574893325014151168, "text": "Oil and gas industry don't want to reduce emissions.\nThey want credit for pretending someone else is doing it.\n#auspol\nhttp**********************", "label": [[74, 84, "Exp_Negative"]], "Comments": []}
{"id": 1574120395556491264, "text": "A California-based food tech company is creating cell-based meat to decrease the beef industry’s carbon footprint and increase public health.\nThe post Food Tech Company Aims to Create Healthy, Sustainable Beef Alternative...  @******** #food #innovación  http**********************", "label": [[68, 76, "Exp_Positive"], [176, 191, "Exp_Positive"]], "Comments": []}
{"id": 1574362047873273856, "text": "Managing plant surplus carbon to generate soil organic matter in regenerative agriculture  http**********************", "label": [[65, 78, "Exp_Positive"]], "Comments": []}
{"id": 1574989136745955328, "text": "Metana or what we know as methane. Metana is the simplest molecule and very environmentally friendly, now we present…", "label": [[92, 100, "Exp_Positive"]], "Comments": []}
{"id": 1574060645909090304, "text": "@******** @********** @******** he Trump administration dismantled important reforms designed to make food safety a priority for the FDA, causing the contamination and delaying inspections of factories…", "label": [[56, 66, "Exp_Negative"], [150, 163, "Exp_Negative"]], "Comments": []}
{"id": 1575731380956299275, "text": "Succinct description of the effect of climate change on hurricanes. Do watch. http**********************", "label": [[0, 9, "Exp_Negative"]], "Comments": []}
{"id": 1575139077115895810, "text": "We must keep natural water reservoirs neat and clean. It can stock rainwater. Saving water itself is a worthy way of saving lives. Let's respect our environment. \n#SevaPakhwada #HappyBdayModiJi @************ @*********** @*********** http**********************", "label": [[78, 84, "Exp_Positive"]], "Comments": []}
{"id": 1572174360575877122, "text": "😡😡Mississippi Gov. Tate Reeves Makes Fun of Jackson As Water Crisis Continues http********************** @*******", "label": [[33, 42, "Exp_Negative"], [63, 69, "Exp_Negative"]], "Comments": []}
{"id": 1575048784660549633, "text": "The alternative to privatisation is not 'populism' but an energy strategy for national self-sufficiency and green transition through the most adequate instrument: a non-financialised and competitive state-owned energy company. \n\n1\\/2\n\nhttp**********************", "label": [[36, 50, "Exp_Negative"], [87, 103, "Exp_Positive"]], "Comments": []}
{"id": 1575103777085878273, "text": "@********** Stopped at public restrooms on the highway while visiting NW IA and was shocked at their condition...dirty and rundown. MN's, a few hours  away, unfailingly clean, updated, environment friendly. \n\nGOP politics never favor public improvements, only tax cuts for wealthy.", "label": [[84, 91, "Exp_Negative"], [157, 168, "Exp_Positive"], [197, 205, "Exp_Positive"]], "Comments": []}
{"id": 1572153849665798144, "text": "Climate change undermines the human rights to water, sanitation and health by intensifying floods and droughts that result in water scarcity and disrupting sanitation systems, contaminating drinking water, and exacerbating the spread of disease. #AmrefatUNGA77 #UNGA77 http**********************", "label": [[15, 25, "Exp_Negative"], [145, 155, "Exp_Negative"], [210, 222, "Exp_Negative"]], "Comments": []}
{"id": 1574738122499309569, "text": "Organic farmers, like the ones who grow our Machu Picchu &amp; Mayan Gold coffee, use nature-based methods to respect the environment 🌱\n\nAdopting nature-friendly farming along with other key changes to our food system could help keep global warming below 2°C 🌎\n\n#OrganicSeptember http**********************", "label": [[110, 117, "Exp_Positive"], [225, 229, "Exp_Positive"]], "Comments": []}
{"id": 1574720249970462720, "text": "The organic spice market revenue is poised to exceed USD 55.7 billion by 2027. \n\nKey Players Include:\nRapid Organic\nEarthly Delights\nORGANIC SPICES\nSpice Hunter\n\nRead More @ http**********************\n\n#organicspice #organicspicemarket #food #foodandbeverages #foodbusiness", "label": [[46, 52, "Exp_Positive"]], "Comments": []}
{"id": 1575139452221095938, "text": "Elizabeth Wathuti is a good environmentalist #CongratsLizWathuti", "label": [[23, 27, "Exp_Positive"]], "Comments": []}
{"id": 1572068927639007233, "text": "Searching for the unknown. Invited to join protest against mayonnaise - declined when saw protest was just two women singing a song. Set up my tent in abandoned area. Realised that it wasn’t abandoned, just messy. Questioned whether it was safe to be there at all. #nightmare", "label": [[72, 81, "Exp_Negative"], [207, 212, "Exp_Negative"], [265, 275, "Exp_Negative"]], "Comments": []}
{"id": 1571265895892230144, "text": "@********** @******* @************* @********** There are so many vacant warehouses in this area. That is a lame excuse!", "label": [[108, 119, "Exp_Negative"]], "Comments": []}
{"id": 1571973884768931842, "text": "Taipei is home to the world’s first official Urban Quiet Park: http**********************", "label": [[51, 56, "Exp_Positive"]], "Comments": []}
{"id": 1574723745809399809, "text": "Australian food is grown with dangerous chemicals banned in other countries | Food safety | The Guardian http**********************", "label": [[30, 39, "Exp_Negative"]], "Comments": []}
{"id": 1575156072570310656, "text": "Amazon forest is crucial for the regulation of the planet’s climate🚨However, due to the increasing rate of deforestation, it is being destroyed🌳\n\nBut w\\/ #MetAmazonia, we'll be able to save the forest @ the comfort of our homes!\n\nClick to learn HOW http*********************** http**********************", "label": [[17, 24, "Exp_Positive"], [135, 144, "Exp_Negative"]], "Comments": []}
{"id": 1575699808362168320, "text": "It's amazing how your mother is so cool Trump thinks she disproves global warming #whatatreasure", "label": [[32, 39, "Exp_Negative"]], "Comments": []}
{"id": 1574935725350395904, "text": "@******** The carbon tax credit was hugely helpful for my family.  I don't own a car and take the bus, nice for the gov to reward us for a change.", "label": [[43, 51, "Exp_Positive"], [123, 132, "Exp_Positive"]], "Comments": []}
{"id": 1574741402164109315, "text": "@********** @************* Hi Seán. Food law requires food businesses to use -18°C.  The difference between -15°C and -18°C is a food quality issue, it is not a food safety issue.", "label": [[128, 141, "Exp_Positive"]], "Comments": []}
{"id": 1575494878229716992, "text": "@****** @********** @*********** I found you longer version also - you can see they all get up - FAKE as FUCK (and this was very close to nuclear power plant). Stop saying FACTORY (it's a fucking power plant). How do you feel knowing you been feeding lies?\n\nhttp**********************", "label": [[97, 110, "Exp_Negative"], [243, 255, "Exp_Negative"]], "Comments": []}
{"id": 1574803489192034304, "text": "Methane is a short lived climate forcer, which means it is a potent greenhouse gas (about 20 times more than CO2 on a hundred year time scale) but it decays relatively quickly to carbon dioxide.\n\nhttp********************** http**********************", "label": [[33, 39, "Exp_Negative"], [157, 167, "Exp_Positive"]], "Comments": []}
{"id": 1575697864583303168, "text": "@*************** carbon taxes will have no effect whatsoever in what happens with the climate either now or in the future.\n\nCda contributes less than 2% of so called GHG to reduce by it half, is impossible \n\nThis winter Cdns will SUFFER as will Europe", "label": [[40, 49, "Exp_Negative"], [192, 205, "Exp_Negative"]], "Comments": []}
{"id": 1575037045109829632, "text": "Despite some criticism of Labour’s “fairer, greener future” conference tagline, the green energy plan could be a major boost for a party that is looking remarkably united ahead of the next general election.", "label": [[113, 124, "Exp_Positive"]], "Comments": []}
{"id": 1574738714663624704, "text": "Should be Zero Tolerance for Food Safety Compromises, Violations. Providing Safe Food is not just an Assurance, it's a Commitment , Responsibility \nhttp**********************", "label": [[112, 146, "Exp_Positive"]], "Comments": []}
{"id": 1575100483814846465, "text": "Hard to think of a better example of how lack of policy and regulation makes personal sacrifice to reduce emissions feel meaningless http**********************", "label": [[41, 48, "Exp_Negative"], [116, 132, "Exp_Negative"]], "Comments": []}
{"id": 1575434727200358400, "text": "Europeans increasingly burning trees for energy after green policies, Russian war, leave countries hobbled | Fox Business http**********************", "label": [[23, 30, "Exp_Negative"], [99, 107, "Exp_Negative"]], "Comments": []}
{"id": 1574803289832624128, "text": "BTCTN: CCAF’s bitcoin mining study claims that the #Bitcoin network produces 48.35 million tons of carbon dioxide per annum. http**********************", "label": [], "Comments": []}
{"id": 1574745688025534465, "text": "For a tasty, low-carb and gluten-free take, use this zucchini lasagna recipe posted by Cheryl Green. The increasing efficiency of fracking technologies is unlocking vast unconventional shale and tight hydrocarbon resources in North America.", "label": [[130, 138, "Exp_Negative"]], "Comments": []}
{"id": 1574837554481958919, "text": "This is planet Earth tweeting, please listen to me: today my global levels of CO2 are above 410.56 ppm and they are increasing every day. It is alarming 🚨! Tweeted without human intervention.", "label": [[144, 152, "Exp_Negative"]], "Comments": []}
{"id": 1575699668461580288, "text": "Liar… these fear mongers need to stop this Bull$hit!!!  This global cooling, global warming, acid rain, hole in the ozone!!  Same lies over and over since I was born nearly 56 years ago!! Stop this crap!! #ClimateScam http**********************", "label": [[43, 54, "Exp_Negative"], [130, 134, "Exp_Negative"], [188, 204, "Exp_Negative"]], "Comments": []}
{"id": 1572165667201380355, "text": "@********** The main issue is that most curbside plastic recycling either gets shipped abroad or burnt for energy. It doesn’t help that plastic particles are making there way into all water ways and fresh water, food and people. This will continue while untreated waste water is dumped. 😐😡", "label": [[254, 269, "Exp_Negative"]], "Comments": []}
{"id": 1575079814561529856, "text": "@************ Guibeault is slime.\nCarbon tax must go.\nCarbon tax has 0 effect on pollution.\nTrudeau joined the Paris agreement and committed millions of our dollars to that group and that's why he implemented the carbon tax.\nLeave the Paris agreement.", "label": [[26, 32, "Exp_Negative"], [225, 230, "Exp_Negative"]], "Comments": []}
{"id": 1575449131576860673, "text": "@************* @********* @********** @***************  What are you doing to address climate collapse?  You voted against the Inflation Reduction Act with sizable action on climate change.  Are you taking money from fossil fuel corps? Or are you going to look after our future? http**********************", "label": [[56, 74, "Exp_Negative"], [256, 278, "Exp_Positive"]], "Comments": []}
{"id": 1573394332077490185, "text": "Finally a comprehensive review of what we know about carbon emissions leakage and transfers, with a focus on supply chains and policy implications: \nhttp**********************", "label": [], "Comments": []}
{"id": 1574988777151692803, "text": "#europe fears sabotage of underwater #gas pipeline ... leaking gas is #methane second largest contributor to the #climatecrisis http**********************", "label": [[55, 62, "Exp_Negative"]], "Comments": []}
{"id": 1575067341435830272, "text": "The uptake of these clean energy solutions in Northern Ugandan is projected to increase given these scheduled fairs and added players in the sector. http**********************", "label": [[110, 116, "Exp_Positive"]], "Comments": []}
{"id": 1574972142923354113, "text": "@*************** @************ He cut energy production. Why do you think gas prices, oil prices &amp; natural gas prices are so high? We had then enough under Trump. We have enough to supplyvthe world for 200 years. His build back better plan is all based on fake money.", "label": [[34, 37, "Exp_Negative"], [257, 271, "Exp_Negative"]], "Comments": []}
{"id": 1574879807472832512, "text": "@********** @********* Clearly natural gas or CH4 if you prefer is significantly superior to burning coal- in Alberta or Asia.  In BC the only viable heating option is all electric - hydro is not without consequences Site C will destroy 20,000 acres of productive valley lands. And cost $20+ billion.", "label": [[81, 90, "Exp_Positive"], [229, 237, "Exp_Negative"]], "Comments": []}
{"id": 1574211316415623169, "text": "We should pass a law where if an individual wants to distribute their GMOs in the country, they should renounce all their rights on it and allow other people to modify the GMO for their own needs and redistribute their own modified varieties. Food should be patent-free!", "label": [[103, 112, "Exp_Negative"], [258, 269, "Exp_Positive"]], "Comments": []}
{"id": 1575050014421762048, "text": "@************ The green extreme energy politic  destroyed the European electric system not Putin, but it was dumb to trust Russia  as  delivering gas without alternative,", "label": [[109, 122, "Exp_Negative"]], "Comments": []}
{"id": 1574730578141876225, "text": "Tracking Ian:  Carbon monoxide, medication mistakes, food poisoning, contaminated water, cleaning supplies, snakes and spiders are just some of the hazards associated with hurricanes.  Program the Poison Helpline into your contacts now.  Stay safe everyone! http**********************", "label": [[43, 51, "Exp_Negative"], [147, 155, "Exp_Negative"]], "Comments": []}
{"id": 1572173717794439170, "text": "Jackson, MS: Residents Sue City Over Water Quality http**********************", "label": [[23, 26, "Exp_Negative"]], "Comments": []}
{"id": 1575739428072345600, "text": "@********** @*************** @************ I don't think that's been taken into account yet, since the proportion is still very small. But it would have a massive climate-positive effect, since methane is a very strong greenhouse gas. @********", "label": [[163, 186, "Exp_Positive"]], "Comments": []}
{"id": 1574915035180179456, "text": "@************ @************* @********* @******* Did I say cut? No. Raising those along with the carbon tax AGAIN is ridiculous. Leave them as is. Pay out should be a lot higher now for seniors. But let’s see bread &amp; milk come down in price.", "label": [[63, 67, "Exp_Negative"], [117, 127, "Exp_Negative"]], "Comments": []}
{"id": 1571960448919998466, "text": "In Puerto Rico, Activists Transform Abandoned Land To Build Food Sovereignty http**********************", "label": [[26, 35, "Exp_Positive"]], "Comments": []}
{"id": 1575369870199373826, "text": "@********* @********** @********** It’s not „most likely not“. It’s definitely not and they can’t be renweable because you need high grade virgin copper for a wind turbine, high grade steel &amp; much more. Solar\\/batteries need non renewable cobalt, copper, lithium - in the future maybe not, nowadays impossible", "label": [[68, 82, "Exp_Negative"], [301, 312, "Exp_Negative"]], "Comments": []}
{"id": 1572660431876939779, "text": "Cultivated meat is the same meat we've always known and loved, crafted with care in a cultivator. By combining our cultivated pork and plant protein, we provide meat that is better for you and better for the planet. Visit our website to learn more: http********************** http**********************", "label": [[76, 80, "Exp_Positive"], [174, 199, "Exp_Positive"]], "Comments": []}
{"id": 1575440326399082497, "text": "@******** Well I guess it kind of balances out then...because before that it was full of Globalists and Green Energy freaks.", "label": [[116, 124, "Exp_Negative"]], "Comments": []}
{"id": 1571961267455426560, "text": "@************ @************** @******* @*************** There is no such thing as “empty land”. But what about west africa that had no “empty land” that European colonialists forcefully occupied. \nAnd stop assuming you taught anyone any skills. All you did was introduce machines that served to enrich only the colonial empire.", "label": [[174, 185, "Exp_Negative"], [206, 214, "Exp_Negative"]], "Comments": []}
{"id": 1575531326387650560, "text": "@************** @************* DeSantis voted AGAINST people who were impacted by Hurricane Sandy. He needs to clean up his act, since this 'once in 500 yr event' will be repeated more and more often due to climate change and the inaction of the GOP on the subject of the environment.", "label": [[46, 53, "Exp_Negative"], [229, 238, "Exp_Negative"]], "Comments": []}
{"id": 1574163127427538946, "text": "extinction is forever &amp; for all we know we have lost what we will need to fix things when it becomes obvious we have to do something. Technology will not end pollution of the air water soil or the contamination of our food. Earth cycles themselves will be the only way out of it. http**********************", "label": [[52, 56, "Exp_Negative"], [201, 214, "Exp_Negative"]], "Comments": []}
{"id": 1575520436640632834, "text": "I’ve been worried sick all night after not hearing from my dad in #CapeCoral #Florida and wish I could do more in this moment to help people on the ground 🧡I also wish we could talk about 2 things at once and not act as though “climate change” is something to take lightly.", "label": [[10, 23, "Exp_Negative"], [164, 168, "Exp_Positive"]], "Comments": []}
{"id": 1574876530966143002, "text": "@*************** Ch4 will push #climatechange", "label": [[26, 30, "Exp_Negative"]], "Comments": []}
{"id": 1575036112732852224, "text": "@****** My guess: More local climate catastrophes will push climate change up in the voters priorites as an urgent issue, leading to significant regulatory changes at a then much greater cost than if we started now. Hopefully we'll have the tech to stop the train then (decarbonisation)", "label": [[37, 49, "Exp_Negative"], [174, 191, "Exp_Negative"], [216, 225, "Exp_Positive"]], "Comments": []}
{"id": 1573648108109668353, "text": "This how all the gmo fruit gone look in a minute 😂 http**********************", "label": [[27, 32, "Exp_Positive"]], "Comments": []}
{"id": 1575696129483673601, "text": "@****** You’re a disgusting butch. #murderer You think we’re gonna let you keep your guns, etc,.because you think you’re killing hogs off the farms? How about global warming bringing drought, fires, hurricanes #clueless Thank you again bitch.", "label": [[17, 27, "Exp_Negative"], [120, 128, "Exp_Negative"], [235, 241, "Exp_Negative"]], "Comments": []}
{"id": 1575039088125956096, "text": "@*************** Erm, cheaper energy prices, a sovereign fund sharing those revenues, better energy security so future protection against fluctuation and a cleaner environment. \n\nYou are like a monkey flinging it’s own poo at zoo goers.", "label": [[22, 30, "Exp_Positive"], [86, 93, "Exp_Positive"], [179, 200, "Exp_Negative"]], "Comments": []}
{"id": 1574728393693990912, "text": "@********** Like indian food, many of the spices are there to mask the taste of poor quality or spoiled produce and completely pointless to plain detrimental when using fresh high quality produce", "label": [[80, 92, "Exp_Negative"], [127, 136, "Exp_Negative"]], "Comments": []}
{"id": 1575751065022369792, "text": "@********** @************ India's great contribution towards reduction of greenhouse effect &amp; in turn, climate crisis... http**********************", "label": [[34, 52, "Exp_Positive"]], "Comments": []}
{"id": 1574752284730351617, "text": "UKPIA strongly believes that negative #GHG emissions derived from #GGR technologies (which remove CO2 directly from air) should be integrated into the UK Emission Treading Scheme, so carbon emitters can choose the most cost-effective way of meeting their emission obligations.", "label": [[29, 37, "Exp_Negative"], [219, 233, "Exp_Positive"]], "Comments": []}
{"id": 1574940412338647041, "text": "@************** @*************** Does this mean I get credit for the global idea not Tony Abbott. Do I get credit for the carbon idea not Julia Gillard. Why do some politicians get away with everything", "label": [[177, 186, "Exp_Negative"]], "Comments": []}
{"id": 1574907106242732034, "text": "Carbon Tax costs each Canadian $500 plus more then they receive. Now add up the price increases for transport costs and that figure rises. Taxation will not change climate in any way. Remove the bureaucrats and more savings. http**********************", "label": [[11, 17, "Exp_Negative"], [184, 192, "Exp_Negative"]], "Comments": []}
{"id": 1574802491933593600, "text": "@******** @************ This would actually be ideal as natgas (methane, aka cow farts) is 200x as nasty as carbon dioxide, but if you burn it, it drops to 0.01x.", "label": [[47, 52, "Exp_Positive"], [99, 104, "Exp_Negative"]], "Comments": []}
{"id": 1574738264619089920, "text": "A large problem with NYC and lower income neighborhoods are food desserts. Ain’t no way they are gonna build a Popeyes in my hood when we don’t even have proper organic local grocery stores. Please make it make sense.", "label": [[2, 15, "Exp_Negative"], [81, 88, "Exp_Negative"]], "Comments": []}
{"id": 1574874032448610325, "text": "@************* How can we prevent voter fraud at next election? The excellent Ch4 TV drame The Undeclared War considers what might happen here in 2024 - chilling and all too believable - keep up the good work 👍🙏", "label": [[40, 46, "Exp_Negative"], [153, 161, "Exp_Negative"], [199, 208, "Exp_Positive"]], "Comments": []}
{"id": 1575319740821766144, "text": "Ghana will transition from fossil fuel to renewable energy by 2070\n#GhNewsSummary\nhttp**********************\n\nSource: MyJoyOnline", "label": [[11, 21, "Exp_Positive"]], "Comments": []}
{"id": 1571892447256449025, "text": "Big problems may arise if your ductwork system is not installed correctly. \n\nHomeowners will encounter discomfort, poor indoor air quality, inflated electricity bills, periodic repairs, and in some cases -- complete replacement. \n\nhttp********************** http**********************", "label": [[4, 12, "Exp_Negative"], [103, 113, "Exp_Negative"]], "Comments": []}
{"id": 1575081628463902720, "text": "@*********** Why don’t you blame Trudeau’s massive carbon footprint?\n\nhttp**********************", "label": [[27, 32, "Exp_Negative"]], "Comments": []}
{"id": 1575277759345135628, "text": "@************* @************ We aren’t powered by wind energy.", "label": [[32, 38, "Exp_Negative"]], "Comments": []}
{"id": 1574932361632157696, "text": "@********** I hope he styles your nose too. That thing looks like a big generator of green house gases.\n\nGo and verify…", "label": [[55, 65, "Exp_Negative"]], "Comments": []}
{"id": 1575035024033820672, "text": "Kansai Electric will be working with Medco Power to assist Indonesian decarbonisation efforts: http*********************** \n\nThe two will jointly explore biomass firing and CCS opportunities. http**********************", "label": [[52, 58, "Exp_Positive"]], "Comments": []}
{"id": 1574512888395358208, "text": "Factory farms (where your meat comes from) are responsible for so much damage to our planet, and are one of the biggest contributors to climate change. 😒 The best thing you as an individual can do, right now, is to adopt a plant-based diet. 🙏🌱\n\n#MeatFreeMonday #MeatLessMonday http**********************", "label": [[71, 77, "Exp_Negative"]], "Comments": []}
{"id": 1571889140689473537, "text": "The air quality where I am right now is equivalent to smoking 4 cigarettes a day.\n\n#wildfires", "label": [[54, 61, "Exp_Negative"]], "Comments": []}
{"id": 1572054547723591680, "text": "@************ @********* Dear sir\n\nThere is a huge scarcity of water at the place where we stand by for the last one year need your intervention to get it sorted.\n\nPlease support", "label": [[51, 59, "Exp_Negative"], [131, 144, "Exp_Positive"], [171, 178, "Exp_Positive"]], "Comments": []}
{"id": 1574974562143707136, "text": "Doesn’t matter. All that matters is independent energy production for every home in every nation. http**********************", "label": [[0, 15, "Exp_Negative"], [35, 47, "Exp_Positive"]], "Comments": []}
{"id": 1571950147147542528, "text": "@******* Texas abandoned area are tourist attractions.", "label": [[15, 24, "Exp_Negative"], [42, 53, "Exp_Positive"]], "Comments": []}
{"id": 1575377031956758528, "text": "@********* his boss just locked down some juicy wind-turbine-manufacturing grant-funding", "label": [[25, 36, "Exp_Positive"]], "Comments": []}
{"id": 1575435997386530818, "text": "@********* If Germany was going to freeze either way, the pipeline bombing is even good for them.\n\nChanges the narrative from \"We sacrificed our energy production to the Green Energy Cult\" to \"But the Russians!\".", "label": [[67, 74, "Exp_Negative"], [129, 140, "Exp_Negative"]], "Comments": []}
{"id": 1569563664684032005, "text": "Trump had some trees cut down by the river that caused polluted erosion. The Trump Org. Environmental expert, Edward Russo planted grasses that he said were better than trees. There was a conflict. http**********************", "label": [[55, 71, "Exp_Negative"], [188, 196, "Exp_Negative"]], "Comments": []}
{"id": 1570020647912472577, "text": "When the land is swept clean of false friends and greedy thieves, we will build anew a garden of plenty in this blighted wasteland.", "label": [[32, 64, "Exp_Negative"], [73, 84, "Exp_Positive"], [112, 120, "Exp_Negative"]], "Comments": []}
{"id": 1575695143608283136, "text": "@*********** @********* For many years, scientists have been warning about global warming and climate change, republicans denied it and always blocked every bill in Congress to combat climate change. Now the poor people have lost their homes, big businesses will just collect their insurance and chill.", "label": [[61, 68, "Exp_Negative"], [122, 132, "Exp_Negative"]], "Comments": []}
{"id": 1575483319709732865, "text": "@************ \"Act of God\" clauses in insurance policies will be challenged in court on these grounds. Firstly, it is beholden on the insurance companies to prove A) that there is a God, B) that these events can be directly linked to God, and C) man made climate change isn't causing them.", "label": [[65, 75, "Exp_Negative"]], "Comments": []}
{"id": 1575080871345782784, "text": "@******* @*********** It means putting more stress on an already overwhelmed electric grid.Combine that with the push on EV’s,the grid will fail unless completely overhauled.Where do these people think electricity comes from?EV Batteries?Bigger carbon footprint than they admit.\nhttp**********************", "label": [[44, 50, "Exp_Negative"], [65, 76, "Exp_Negative"], [140, 144, "Exp_Negative"]], "Comments": []}
{"id": 1571578486212411397, "text": "@************** @********* @************** @************* @********** you would get angrily defensive as well, when someone tells you to talk to someone else.    The fact is we -have- been talking to those other places.   We beg and plead with @********** to show some humanity and raise #ODSP to a livable level.", "label": [[84, 101, "Exp_Negative"], [225, 238, "Exp_Negative"]], "Comments": []}
{"id": 1574383422390280192, "text": "McDonald’s has shelved its meat-free burger trial and stock in one of the major manufacturers has dipped nearly 70%. #Innovation #Technology #Startups http**********************", "label": [[97, 106, "Exp_Negative"]], "Comments": []}
{"id": 1575742411048775680, "text": "@************* Carbon tax makes no sense. Carbon produced in Canada is negative, forests can absorb more then we have ever produced x …= zero effect on “climate change “but the carbon tax you could use it for something useful like natural disasters and should have the right to have  clean air", "label": [[32, 40, "Exp_Negative"], [219, 225, "Exp_Positive"], [265, 274, "Exp_Positive"]], "Comments": []}
{"id": 1575412555278962690, "text": "@************ @************ @********* Think it's high time for the energy market of this country to be unlocked fro the rest of the european  market. We need to go on a war footing and build wind, solar and wave power for electricity.of course it would rob energy companies  of there vast profits but hey ho.", "label": [[104, 112, "Exp_Positive"], [170, 173, "Exp_Negative"], [253, 257, "Exp_Negative"]], "Comments": []}
{"id": 1574746181045030914, "text": "The UK is one of the most nature depleted countries on earth, but organic farming helps support biodiversity. Many rare species make their home on our farms, from greater horseshoe bats to cirl buntings, &amp; we have a biodiversity action plan to make even more room for nature... http**********************", "label": [[33, 41, "Exp_Negative"], [88, 95, "Exp_Positive"], [233, 244, "Exp_Positive"]], "Comments": []}
{"id": 1574311357926690816, "text": "There's more capital going into organic agriculture than ever before", "label": [[8, 20, "Exp_Positive"]], "Comments": []}
{"id": 1574716178357899266, "text": "@************ @******* Climate change narrative going down lower than Bills Beyond Meat save the planet fake chemical cocktail junk he calls meat http**********************", "label": [[48, 65, "Exp_Negative"], [127, 131, "Exp_Negative"]], "Comments": []}
{"id": 1575079356593893376, "text": "@*************** Climate Change is another fabricated lie to CONTROL, PROFITS, GAIN POWER over humanity so AXE THE CARBON TAX", "label": [[43, 57, "Exp_Negative"], [107, 111, "Exp_Negative"]], "Comments": []}
