{"id": 1573228422213603328, "text": "#Google has simplified booking train travel, which is a more sustainable mode of traveling than planes and cars. The new features allow consumers to filter their flight and hotel searches to exclude non-environmentally friendly choices. \n\nRead more: http*********************** http**********************", "label": [[61, 76, "Exp_Positive"], [191, 235, "Exp_Positive"]], "Comments": []}
{"id": 1574711861588754433, "text": "@********** @************* @******** @*************** @******** @*************** @******** @*************** Oh shock horror. A racist that also doesn't agree with the sustainable development goals because that would mean make brown people equal and less disadvantaged. Great morales right there.", "label": [[108, 123, "Exp_Negative"], [269, 295, "Exp_Negative"]], "Comments": []}
{"id": 1575138551792115714, "text": ".@KadriSimson said: “Europe has great potential for producing #biomethane, a green alternative for natural gas. In the current #energy supply crisis, we cannot allow this potential to go to waste.” \nPR: http********************** http********************** http**********************", "label": [[21, 47, "Exp_Positive"], [150, 165, "Exp_Positive"]], "Comments": []}
{"id": 1575213905965895680, "text": "@************** Plus sewage and waste and chemicals  🤢", "label": [[32, 51, "Exp_Negative"]], "Comments": []}
{"id": 1574331716675989506, "text": "Prioritizing our Planet: Make a Difference with these 4 Sustainable Hotel Practices http********************** #blog http**********************", "label": [[0, 23, "Exp_Positive"], [56, 67, "Exp_Positive"]], "Comments": []}
{"id": 1574919000013807621, "text": "@****** @*************** @********** You don’t have to be 100% a believer in the climate crisis to realise there is a major issue with pollution, waste, rubbish in the seas and overuse of plastics.", "label": [[37, 73, "Exp_Positive"], [135, 160, "Exp_Negative"]], "Comments": []}
{"id": 1573030548825481216, "text": "Our Mehoopany Plant is one of our largest manufacturing site in the US. The site leverages our state-of-the-art Manufacturing ITOT platform to deliver superior quality, operation resiliency and sustainable energy and water consumption. #PGemployee http**********************", "label": [[151, 234, "Exp_Positive"]], "Comments": []}
{"id": 1572611624971948033, "text": "@***** Such a lie, gonna help feed the Planet; with what? Bill Satan Gates (USofKKK) largest farmland Owner and his GMO seeds; big Pharma chemical fertilizers and insecticides... what tripe.... better than Trump. But still, a Po-Lie-Trickster... lie, lie, lie....", "label": [[7, 56, "Exp_Negative"], [246, 260, "Exp_Negative"]], "Comments": []}
{"id": 1575162218101997574, "text": "UN urges countries to transfer millions in pledges to avert catastrophic oil spill from Red Sea tanker\nMonths after several countries pledged millions of dollars to the UN to salvage a decaying oil tanker... http********************** http**********************", "label": [[60, 102, "Exp_Negative"], [134, 162, "Exp_Positive"]], "Comments": []}
{"id": 1575367961283809281, "text": "Central to this Fashion Industry Charter for Climate Action, signed by Epic Group, is the vision to achieve net-zero Greenhouse Gas (GHG) emissions in the sector no later than 2050.\n\nhttp**********************", "label": [[90, 131, "Exp_Positive"]], "Comments": []}
{"id": 1572663886700253184, "text": "@****** @*** Interesting that you mention Semarang as the least polluted. Wonder what the factor could be?🤔 I understand that Semarang has an urban bus system Trans Semarang, but could that be a deciding factor, or even the most deciding factor, in reducing the air pollution? 🤔", "label": [], "Comments": []}
{"id": 1574704619426414592, "text": "@****** The root cause of Sydney\\/NSW's road congestion, transport &amp; other infrastructure problems - and indeed most of the world's problems - is quite simply overpopulation.  But good luck getting a Premier with 7 children to acknowledge\\/address that. Sustainable? #abc730 #auspol #nswpol", "label": [[146, 176, "Exp_Negative"], [179, 210, "Exp_Negative"]], "Comments": []}
{"id": 1571884629312917511, "text": "@** @*************** Notice in this \"education\" conference, the basics (math, writing, reading, science) are not mentioned once. It's all about the SDGs, the pillars for global technocratic fascist authoritarian governance. The UN WEF technocrats are turning kids into radical green shirt activists.", "label": [[105, 127, "Exp_Negative"], [177, 222, "Exp_Negative"], [259, 298, "Exp_Negative"]], "Comments": []}
{"id": 1572540638671024130, "text": "@*********** Spot on , its visiting long stay in a hotel, you may be familiar with the area ppl etc , but it's not your you didnt build it , you fodnt create the infrastructure, you didnt demand police , street lighting , green areas for kids to play in,you just piggy the indigenous's efforts", "label": [[102, 138, "Exp_Negative"], [263, 293, "Exp_Negative"]], "Comments": []}
{"id": 1573562717478309898, "text": "Britons hot and bothered about raw sewage dumped into their environment which has been legally fouling the Isles for centuries. This like plastic is a global issue as every government on earth dumps RAW carcinogenic waste into the environment with impunity. http**********************", "label": [[95, 126, "Exp_Negative"], [193, 220, "Exp_Negative"], [248, 256, "Exp_Negative"]], "Comments": []}
{"id": 1574660213751398403, "text": "Climate change is destroying our path to sustainability. We need to embrace climate Justice conversation and protect flora and fauna. @********** @*************** #CSLAfrica http**********************", "label": [[0, 55, "Exp_Negative"], [68, 104, "Exp_Positive"]], "Comments": []}
{"id": 1573679615389859840, "text": "@******** There are many people born with the wrong skulls, opposite traits in the general population. I heard a rumor about those being \"tortured souls\" and how gmo, vaccine, corrupt people's DNA making them have inverted feature. More so in the US, I notice friends from Europe seem 1\\/2", "label": [[46, 101, "Exp_Negative"], [137, 229, "Exp_Negative"]], "Comments": []}
{"id": 1574674184688607233, "text": "Primary books can't b thebig issue for parents most schools offer book rental schemes which encourages Reduce Reuse Recycle.Its the cottage industry that is Secondary books which cost €100s annually, publishers issuing updated editions meaning they cannot be Reused  #Budget2023", "label": [[91, 123, "Exp_Positive"], [235, 265, "Exp_Negative"]], "Comments": []}
{"id": 1572562420710920192, "text": "@************ @********* I think PR would be a wonderful place for a great experiment. Because it’s a confined area, one could cohesively design mostly underground integrated green systems that would effectively and efficiently work in a normal environment as well as endure during extreme weather periods", "label": [[47, 85, "Exp_Positive"], [200, 233, "Exp_Positive"]], "Comments": []}
{"id": 1572562199230705665, "text": "@************ @********* @********** If you actually look at the names of countries in the green area, it's barely half of the world economy. Also, are the countries riches a qualifier on whether or not they belong to international community? Or perhaps acknowledge that there are human beings outside the west?", "label": [], "Comments": []}
{"id": 1575260197894995968, "text": "@************** @******* @************* Hello! I was also on the ward walkabout and what you said is untrue. There was no plan to remove the second waste collection. We are proud to retain the same number of waste collections while also introducing food waste recycling. We listen to our residents and act accordingly!", "label": [[166, 178, "Exp_Positive"], [271, 318, "Exp_Positive"]], "Comments": []}
{"id": 1570944862027124737, "text": "Implementing the #renewable energy transition will require that local and national governments work to mitigate the economic and environmental costs of #energy for low-income families. #climatejustice http**********************", "label": [], "Comments": []}
{"id": 1574593863838183424, "text": "@************** Maybe he thought they just meant the folders? You know, Reduce, reuse, recycle....Donald thought they were just thinking about the environment....", "label": [], "Comments": []}
{"id": 1575366905849909251, "text": "Liz Truss's Net Zero 'Review' to be Led by Creator of Current Policy, joke! http********************** via @***********", "label": [], "Comments": []}
{"id": 1575363344084733953, "text": "@************* @******** Said it a couple of years back, we will be the next Greece, sadly the reset is taking everyone down. Klaus net zero maybe why the pipe 'corroded'.", "label": [[85, 123, "Exp_Negative"]], "Comments": []}
{"id": 1573694184430751749, "text": "FDA APPROVES FIRST GMO WHEAT 😱😡🤬 \nTHEY SHOULD BE JAILED WITH TREASON AGAINST HUMANITY AND JAILED WITHOUT PAROLE 💯‼️\nhttp**********************", "label": [[0, 28, "Exp_Negative"], [37, 58, "Exp_Negative"]], "Comments": []}
{"id": 1572946255407644672, "text": "“public and clinical healthcare professionals\\/treaty calls upon countries to phase out fossil fuels – whose consumption serves as the single greatest cause of climate change –and invest in a just transition to a sustainable and decarbonized energy system.” http**********************", "label": [[53, 99, "Exp_Positive"], [195, 223, "Exp_Positive"]], "Comments": []}
{"id": 1575211073367834624, "text": "jesus may have saved the sinner but i saved the flesh as the bp oil spill hero", "label": [], "Comments": []}
{"id": 1573944678499713025, "text": "#Farmers_coach_Tips \n\nThe influence of a #GMO organism on the food chain can damage the local ecology. Causing unforeseen changes in the environment.\n\nPlease let's RETWEET this as a form of AWARENESS, let's tag the right AGENCY across AFRICA. @************ @********** @********* http**********************", "label": [[22, 101, "Exp_Negative"], [182, 242, "Exp_Positive"]], "Comments": []}
{"id": 1573359903477039105, "text": "Hotel sustainability has been getting a lot of attention. Ethos believes in sustainability when developer budget and mindset align. This story frames that thinking further. http********************** #sustainability  #sustainabledesign #architecture #hotelarchitecture #hoteldesign http**********************", "label": [], "Comments": []}
{"id": 1572899808318476288, "text": "@*************** What about the North Sea every platform there use fracking to extract oil by way of water,gas and chemical injection (Fracking)you just don’t drill a hole and it comes bubbling out you have to force it out(Fracking)", "label": [], "Comments": []}
{"id": 1572535417383317504, "text": "@*********** @******** @************* Yeah. English people think that an empty space with a bit of grass on it is \"nature\". If you want to have genuine green spaces, make it into meadows or forests...", "label": [[44, 122, "Exp_Negative"]], "Comments": []}
{"id": 1574507651098152963, "text": "@*********** @********** Zero CO2 was never elons goal. Sustainable transport is.   Besides the multi planetary species thing.  And a few other ventures.  But no. zero CO2 was never the goal. He will however transform transportation to electrified using solar and battery storage.", "label": [[25, 54, "Exp_Negative"]], "Comments": []}
{"id": 1572594129745641478, "text": "@*********** Shellenberger has been a troll the entire time. He just ran for governor of California on a platform of forced drug treatment as a solution for homelessness and increased oil &amp; gas extraction as a transition plan to all-nuclear. \n\nhttp**********************", "label": [[27, 59, "Exp_Negative"], [116, 169, "Exp_Negative"], [198, 244, "Exp_Negative"]], "Comments": []}
{"id": 1573828434043850752, "text": "@*********** @*************** @******* @************** When 3.2 Million Tons of Amazonian GMO Frankensoya is imported to ‘U’K every year, vast amounts of water 💦 is used to grow all that Soya, That’s just the Crops imported from the Amazon, much more is imported from other (poor) parts of the world!", "label": [[242, 280, "Exp_Negative"]], "Comments": []}
{"id": 1573978479674245123, "text": "@******** @******** Let’s add sanitation landfills, nuclear waste sites, and the swamp Trump drained and restocked with Dixon, Boebert, MTG, Gaetz, Cawthorne, etc.", "label": [[31, 85, "Exp_Negative"]], "Comments": []}
{"id": 1575353235006947329, "text": "@****** can you please check this and do something. This factory is in Nacharam IDA and I suspect these are crossing the allowed pollution norms. 5 schools with close to 20-30K kids are in less than 1K radius of this", "label": [[108, 144, "Exp_Negative"]], "Comments": []}
{"id": 1570656639845568512, "text": "Maybe he change all space ,moon ,star shape hotel house etc,use by electric include Air bus, sky car! Starlink , at US! AI robot (CEO) , employee! Chips on hands without handphone, waze, etc go eco green fight for climate change! Coz Robot can shut down factory without 24hrs http**********************", "label": [], "Comments": []}
{"id": 1573532923751714816, "text": "The number of council candidates who think that \"household food waste\" is our most pressing environmental issue is a bit depressing.", "label": [[83, 132, "Exp_Negative"]], "Comments": []}
{"id": 1572457094409850881, "text": "Greetings partners in service.👋🎈\nJoin us this Friday and we collect as many trees as possible to green our planet earth.🌳🌳🌳🌳🌳🌳🌳🌳🌳🌳🌳🌳🌳🌳🌳\nVenue: jaflo garden hotel \nTime : 6:00pm\nDate: 23\\/09\\/2022 http**********************", "label": [[73, 122, "Exp_Positive"]], "Comments": []}
{"id": 1574706190994608129, "text": "@******* @******** At least we can try our best this time. Very funny how times have changed. #MDGs was early 2000s the #SDGs happened in the ownership economy, people were involved in the planning, we all have a role to play in achieving the goals as well. Not just government", "label": [[19, 57, "Exp_Positive"], [199, 256, "Exp_Positive"]], "Comments": []}
{"id": 1573039866811662336, "text": "The answer is none. NDP and others cherry pick who they platform. \n\nThe NDP is a progressive conservative party. They advocate for oil and gas and the removal of Indigenous people from their lands. \n\nThey advocate for violence and genocide. \n\n#abpoli #ableg #alberta @*********** http**********************", "label": [[0, 18, "Exp_Negative"], [151, 198, "Exp_Negative"], [200, 241, "Exp_Negative"]], "Comments": []}
{"id": 1574789298838175744, "text": "Did You Know... Monsanto Uses UR Tax Money to Promote #GMO's Overseas? http********************** http**********************", "label": [[46, 69, "Exp_Negative"]], "Comments": []}
{"id": 1575198379415683080, "text": "is ur face a turtle in the gulf of mexico? cause my BP is going to make u a victim of this oil spill", "label": [[0, 22, "Exp_Negative"], [67, 100, "Exp_Negative"]], "Comments": []}
{"id": 1575244247502127104, "text": "E-waste or electronic waste is one of the fastest growing waste streams on the planet. The easiest way to solve this crisis is by producing less e-waste. #DonationsMatter #Ewaste #ElectronicWaste http**********************", "label": [[106, 152, "Exp_Positive"]], "Comments": []}
{"id": 1574684857833177088, "text": "@********* @*************** @************* @*********** Our target is to attain the SDGs within a decade.", "label": [], "Comments": []}
{"id": 1573681598620368904, "text": "@******* @*** @*********** The whole GMO approval process back in the late 1980s had nothing to do with science and everything to do with politics.", "label": [], "Comments": []}
{"id": 1575353121962098688, "text": "@*********** @******** @*********** @********** @******** Pollution from renewables is solvable but you can't live on a planet made uninhabitable by continuing to burn fossil fuels.\nhttp**********************", "label": [[57, 95, "Exp_Positive"], [127, 180, "Exp_Negative"]], "Comments": []}
{"id": 1572921907153977346, "text": "Among the 12 trends that will shape the future of cities identified by Deloitte, at least four are related to making urban environments more walkable by creating green spaces, favouring healthy communities, implementing 15-minute neighbourhoods and adopting smart mobility systems", "label": [[162, 280, "Exp_Positive"]], "Comments": []}
{"id": 1572523556252315654, "text": "\"It seems that the better we make our🌳🌆cities, the more expensive they become to live in. Gentrification is an important issue and is transversal to all urban aspects: from housing to air quality&amp;mobility.\" \n\nEurocities' Peter Staelens #UMD22 session on climate-neutral cities. http**********************", "label": [[49, 90, "Exp_Negative"]], "Comments": []}
{"id": 1575274963640225794, "text": "Residents can dispose of everything from used motor oil to drain and oven cleaners at the event this weekend. http**********************", "label": [], "Comments": []}
{"id": 1575180708506914816, "text": "Biden Admin &amp; US are blaming Russia for the Nord Stream 2 oil spill… 7 months ago Biden admitted he’d end Nord Stream. If you don’t think America is directly involved in this you’re a 🤡. Biden is purposely starting a oil crisis http**********************", "label": [[18, 71, "Exp_Negative"], [123, 190, "Exp_Negative"]], "Comments": []}
{"id": 1575159462649905153, "text": "@********** 🤣😂🤣😂 waste of energy. Let's tackle real issues. Border crisis, inflation, peoples retirements, so on and so on.", "label": [[12, 38, "Exp_Negative"], [64, 109, "Exp_Negative"]], "Comments": []}
{"id": 1572085414328139778, "text": "@************ @********** Equity, Yes. But urban-rural is just part of that story.\n\nDistribution of human water use in CA is based on a 19th-20th century water rights system that excludes brown people, destroys 💦 quality, &amp; exterminates fish.\n\n@*********** re-enforces that system.\nhttp**********************", "label": [[179, 247, "Exp_Negative"]], "Comments": []}
{"id": 1573606449875456001, "text": "📢 Sign the European-wide petition to keep your freedom to choose GM-free food ! #IChooseGMOFree #NewGMOs #GMO\n👉 http********************** http**********************", "label": [[48, 78, "Exp_Positive"]], "Comments": []}
{"id": 1570646159114182656, "text": "The United Nations Environmental Programme, along with UK-based charity Reef-World Foundation, recently launched the Green Fins Hub, a global digital platform they said would give sustainable marine tourism a ‘major boost’\n\nhttp********************** http**********************", "label": [[180, 222, "Exp_Positive"]], "Comments": []}
{"id": 1575254705273552896, "text": "@******* We have a long email trail that proves we fought this tooth and nail. We also insisted officers and @************* came on a ward walkabout with Melvyn and myself to see and listen to our arguments why the second waste collection should stay", "label": [[9, 78, "Exp_Positive"]], "Comments": []}
{"id": 1575352547761860608, "text": "Pollution Control Norms for Coal-Fired Power Plants Relaxed Despite Modi’s Commitment to Environment\nIn a notification issued on September 5, MOEFCC extends deadlines set upon thermal power plants to reduce emission of sulphurous oxides\nhttp**********************", "label": [], "Comments": []}
{"id": 1572861078429929473, "text": "Just let the grass grow and graze cattle instead?\n\nOr use millions of tons of diesel to force plant GMO toxic inedible corn that you will push into the fuel mix and green wash as 'BiO FuElS' http**********************", "label": [[70, 124, "Exp_Negative"], [178, 190, "Exp_Negative"]], "Comments": []}
{"id": 1572542828697489419, "text": "At a time when we all should be supporting the green party to save our planet all they have on their agenda is eroding the rights of women , sterilizing children and allowing men with fetishes to colonise their spaces. NO THANK YOU #DeviantsAreNotWelcomeInScotland http**********************", "label": [[123, 217, "Exp_Negative"], [219, 231, "Exp_Negative"]], "Comments": []}
{"id": 1575366115177406464, "text": "Thanks to everyone who came to our AGM and development event yesterday - great discussions on how we can support circular economy , transition to net zero, cost of living and training, volunteering &amp; green jobs. @************** @********** @********** http**********************", "label": [[35, 69, "Exp_Positive"], [113, 183, "Exp_Positive"]], "Comments": []}
{"id": 1574540802369671169, "text": "@************ @************** @******** @******** Another problem is that car is usually faster than public transport in Chch. that's not sustainable unless public transport is way cheaper than car.", "label": [], "Comments": []}
{"id": 1574064806419525632, "text": "@*************** But to find a way to incentivize the population over long period of time to reduce meat consumption by a % and so that ultimately (in 60 years or something) its cut by half (the number doesnt matter). The food industry is not sustainable when compared to population growth...P2", "label": [], "Comments": []}
{"id": 1572536422888017920, "text": "Great role for someone with a real passion for parks and green spaces! 🍃🌲🌳 \n#greenjobs #environment #parks #bath #somerset http**********************", "label": [[30, 71, "Exp_Positive"]], "Comments": []}
{"id": 1574141650493915136, "text": "Environmentalism requires the wholehearted embrace of GMO and nuclear power technology to reduce environmental impacts from farming and energy. If you are anti-GMO or antinuclear, you are not an environmentalist because your policy positions are incredibly unsustainable", "label": [[180, 210, "Exp_Negative"]], "Comments": []}
{"id": 1575052213923172352, "text": "IS THIS WASTE OF TAXPAYERS MONEY. STILL FLOATING IN ENGLISH WATERS FILLED WITH HUMAN SEWAGE… http**********************", "label": [[53, 91, "Exp_Negative"]], "Comments": []}
{"id": 1575368978758631424, "text": "@************ @********** @************* @*********** @*************** @*************** @*********** @*************** Whilst imposing extra costs and stress to the farmers with absolutely net zero outcomes. I was involved in the early implementation of it and it was quite scary how much money these organisations were actually making", "label": [[177, 205, "Exp_Negative"], [267, 294, "Exp_Negative"]], "Comments": []}
{"id": 1572393394856665088, "text": "Yes, the Greenbelt as a park would help clean our air. But you know what else would help? Properly maintained HVAC systems, HEPA units and Corsi-Rosenthal boxes. I love green space. And it's important. But what will our future Mayor do to help with our indoor air?", "label": [], "Comments": []}
{"id": 1575362495161794560, "text": "@************ @******** @****** UKIP is the only party that wants net zero immigration. \n🇬🇧🇬🇧🇬🇧🇬🇧🇬🇧🇬🇧🇬🇧🇬🇧🇬🇧🇬🇧🇬🇧", "label": [[32, 87, "Exp_Negative"]], "Comments": []}
{"id": 1573608837050949634, "text": "@************ @********* @********** @******** @*************** @*************** @************ Climate change is bs to sell you more cars you don't need ..extinction epidemic is real , global groundwater crisis is real . Gmo are real. Toxic islands of plastic trash twice the size of Texas are real. But what could you sell using Those as a marketing scheme ?", "label": [[95, 115, "Exp_Negative"], [184, 299, "Exp_Negative"]], "Comments": []}
{"id": 1575352326382096384, "text": "🌊 Today is #WorldMaritimeDay! The seas play a central role, not only for trade, but also for our ecosystems.\n\nBy keeping the oceans clean, we preserve and protect coral reefs from around 75 -199 million tons of plastic pollution. http**********************", "label": [[31, 108, "Exp_Positive"]], "Comments": []}
{"id": 1574491914409328643, "text": "Some great ideas on sustainable and local agriculture, here. \n\nI'm loving the recent articles about Toronto restaurants and latest industry struggles  @*************\n\nhttp**********************", "label": [[0, 53, "Exp_Positive"]], "Comments": []}
{"id": 1573744630247878656, "text": "Bill Gates Buying Up More Farmland patented for GMO seeds, crops, and toxic chemicals, as advocated by Bill Gates, will lead to “unintended consequences” including environmental pollution, climate destabilization, and the impoverishment of small farmers and rural communities.", "label": [[0, 57, "Exp_Negative"], [164, 276, "Exp_Negative"]], "Comments": []}
{"id": 1573605484162072578, "text": "Shane Holland from @********** explains how the deregulation of #GeneEditing in the #UK is causing major worry among civil society organisations; people don’t want #GMO and yet will no longer be able to choose GM-free food if labelling is no longer possible.\n#TerraMadre2022 http**********************", "label": [[47, 78, "Exp_Negative"], [146, 258, "Exp_Negative"]], "Comments": []}
{"id": 1574777171662471169, "text": "U.S. Court Rules QR codes in Lieu of GMO Labeling UNLAWFUL  http**********************", "label": [[37, 59, "Exp_Negative"]], "Comments": []}
{"id": 1572357995975122944, "text": "My environmental and park solution was gonna be to plant indigenous edible species in parks instead of lawns. Not like bring the park to the greenbelt but bring the green belt to the park \nYou know decolonization shit I dunno", "label": [[189, 225, "Exp_Negative"]], "Comments": []}
{"id": 1575289255328239616, "text": "Craven Community College is collaborating with the Coastal Environmental Partnership to host a Hazardous Waste Collection Event.\nhttp**********************", "label": [], "Comments": []}
{"id": 1575172030827098116, "text": "JD Vance says when energy prices go up the energy companies don't benefit, but Guess what the British Petroleum CEO of BP gulf coast horrific explosion and oil spill fame) Says that higher gas prices are like a \"CASH MACHINE FOR OIL COMPANIES). OHIO DO THE RIGHT THING &amp; VOTE RYAN", "label": [], "Comments": []}
{"id": 1575292882671525889, "text": "@************** It all depends if the Trashley Perez Classic is successful in the same week as the Waste Management Phoenix Open.", "label": [], "Comments": []}
{"id": 1574789478857682944, "text": "#China: *THE* THREAT!\nIts Ministry of State Security (MSS) \"targets #innovations of #Western companies to RANSACK: from big cities to small towns; from Fortune 100s to start-ups.\nWe've even caught #Chinese company agents DIGGING UP proprietary, #GMO #seeds\nhttp**********************", "label": [[0, 21, "Exp_Negative"], [221, 256, "Exp_Negative"]], "Comments": []}
{"id": 1574435782118580227, "text": "Sometimes, the grass is greener on the other side because it is GMO grass.", "label": [[58, 73, "Exp_Negative"]], "Comments": []}
{"id": 1575115926743252993, "text": "✅ Reduce waste.\n✅ Cleaner streets.\n✅ Less emissions from transport &amp; production.\n\nThe Trudeau Government has a chance to show that the Environment and Climate Change are a priority with this issue. \n\nWe are asking them to act.  \n\nhttp********************** #cdnpoli #polmtl", "label": [[0, 84, "Exp_Positive"], [154, 201, "Exp_Positive"]], "Comments": []}
{"id": 1573696010110509057, "text": "At Goalkeepers, Gates proposed GMO corn as a  solution to climate change in Africa. He doesn’t want African farmers to invest in or consume nutrient rich livestock, which would improve their lives, because Gates believes cows, chickens, etc contribute to climate change.🌽be happy", "label": [[206, 269, "Exp_Negative"]], "Comments": []}
{"id": 1574784910073683969, "text": "@************* The fluoride and other toxins in our water, the MSG, glyphosate &amp; other chemicals in our GMO food, the nuerotoxins &amp; foreign exosomes in vaccines, the aluminum, barium &amp; strontium in chemtrails... all these poisons are making us stupid and debilitated if not outright killing us.", "label": [[225, 305, "Exp_Negative"]], "Comments": []}
{"id": 1574523138397855759, "text": "Sustainable agricultural practices can potentially create 5 million job opportunities across sub-Saharan Africa by 2040. (Africa Regenerative Agriculture Study Group, 2021) \n#SaveSoil http**********************\n@********** @********** http**********************", "label": [[58, 120, "Exp_Positive"]], "Comments": []}
{"id": 1572916636394614784, "text": "@************ @************** I grew up in Atlantic City. During the summers, I used to watch the Trump Princess, their mega-yacht, pull out of the dock, drop anchor just off shore, open its side dive platform so the kids could go swimming.", "label": [[98, 152, "Exp_Negative"], [182, 239, "Exp_Negative"]], "Comments": []}
{"id": 1575210739064659969, "text": "@********** @*************** I feel terrible when I see wildlife killed in the 100s or 1000s by fossil fuel pollution too, but I never see any fanatical oil supporters talking about that, even though it's a significantly worse threat to birds. http********************** 🤷‍♂️", "label": [[28, 73, "Exp_Negative"]], "Comments": []}
{"id": 1572560982035271682, "text": "@**************  @*********** on the need to think about future land-use and climate when thinking about green infrastructure and protected area planning at the @************* kick-off meeting #biodiversity #conservation #EUbiodiversityStrategy http**********************", "label": [], "Comments": []}
{"id": 1574405168254554112, "text": "@******** @************ @********* You obviously didn't read his thread. It's much more than just the poorly calculated input carbon that's the issue. Never ending waste. Need for rare earth's and copper. Replacement every 20 years. Disaster", "label": [[35, 71, "Exp_Negative"], [102, 149, "Exp_Negative"]], "Comments": []}
{"id": 1574421229062299648, "text": "@********** Respectfully, I see no green or health benefits to the fake meat products.  Regenerative agriculture is a sustainable way to produce healthy meat, vegetables, and fruit.  Humans are highly adapted to meat, assuming the animals are fed their natural diets.", "label": [[28, 85, "Exp_Negative"]], "Comments": []}
{"id": 1572542289901395969, "text": "@************ I see the government official has been removed, but you're still officially my PM. Liz Truss is trashing your policies, especially with lifting the fracking ban and the trickle-down economy. Our green spaces aren't safe with her. We need to hear your commanding voice, Boris.", "label": [[97, 133, "Exp_Negative"], [205, 243, "Exp_Negative"]], "Comments": []}
{"id": 1575351530328186880, "text": "plastic is the no.1 cause of pollution in the ocean. #swachhsurvekshan2023hsurvekshan2023\n#swachhsurvekshan2023surat\n#No1BanegaSurat\n#azadikaamritmahotsav2023\n#SwachhSurat http**********************", "label": [[0, 52, "Exp_Negative"]], "Comments": []}
{"id": 1572600114254082050, "text": "@********* @********** 2\\/2 Taxpayers will foot a bill of more than £18bn for the decommissioning of the North Sea oil &amp; gas infrastructure up to 2065 – made up of tax repayments &amp; a reduction in offshore corp. tax. (The Guardian) Let’s start with a windfall tax and then a major rethink.", "label": [[238, 295, "Exp_Negative"]], "Comments": []}
{"id": 1575300473032216576, "text": "Never let a crisis go to waste… Libs saying this is due to climate change…. Fck off #disgrace", "label": [[0, 73, "Exp_Negative"]], "Comments": []}
{"id": 1575328463287877634, "text": "@******** @********* Waste management. Given all the garbage he eats, he'd be hella good at it.", "label": [[39, 95, "Exp_Negative"]], "Comments": []}
{"id": 1574067323232829440, "text": "#BillGates is a menace to society! #Gates #BillGatesBioTerrorist want us to eat fake meat, GMO food, drink poop water, vaccinate us from cradle to grave, block out the sun, buying off farmland, is investing heavily in Private Jets while we are grounded - +++ http**********************", "label": [[119, 168, "Exp_Negative"], [193, 252, "Exp_Negative"]], "Comments": []}
{"id": 1572036834632544256, "text": "Reflective of some of the things @******* has been calling for to create a more climate conscious planning system in Qld - updating building codes and urban design initiatives to reduce heat. http**********************", "label": [], "Comments": []}
{"id": 1575366009908695040, "text": "For India to achieve #netzero emissions by 2070, #coal power must be phased out entirely, and renewable capacity needs to grow, notes Harish Manchanda http**********************", "label": [], "Comments": []}
{"id": 1573842732342075392, "text": "@*********** @************** @*********** @************ The meltdown in Fukushima released isotopes into the ocean. 1 named cesium-137 has a half-life of 30+ years. Japan now breeds GMO fish because the ocean near them is contaminated. Nuclear is not an answer.", "label": [[236, 261, "Exp_Negative"]], "Comments": []}
{"id": 1572821837125685249, "text": "@*********** Boys used to wear pants until they started eating all that GMO soy and drinking the city's fluoridated water. Turned the frogs gay too.", "label": [[123, 148, "Exp_Negative"]], "Comments": []}
