{"id": 1572409564334817282, "text": "David Cicilline and his Green New Deal Dems are literally behind the massive poisoning of Mother Earth.\n\nMyanmar's poisoned mountains http********************** via @**************", "label": [[69, 102, "Exp_Negative"]], "Comments": []}
{"id": 1570526122500313088, "text": "@******** We each can interpret that different and still be in green light territory\n\nFor me I want an inclusive society and reject the tribalism of today\n\nI reject the excesses of consumerism \n\nI advocate for the poor \n\nI see this as separate from the world", "label": [[86, 154, "Exp_Positive"]], "Comments": []}
{"id": 1575049932767207425, "text": "Is thorium the leading element for a future of green energy? Check out the pros and cons. http********************** http**********************", "label": [[75, 79, "Exp_Positive"], [84, 88, "Exp_Negative"]], "Comments": []}
{"id": 1575014774966202368, "text": "@********** @*************** @************ Correct answer. You win a carbon credit.", "label": [[44, 83, "Exp_Positive"]], "Comments": []}
{"id": 1575851523304980480, "text": "@************ Wait! I got this one. They voted against it because it wasn't going to lower inflation, lower the deficit, or have any effect on the climate, and was loaded with a bunch of crap that had nothing to do with any of the above three topics. Remember this in November.", "label": [[160, 236, "Exp_Negative"]], "Comments": []}
{"id": 1572546089299103744, "text": "@******** What, if any, is the future role of digital assets mining in the U.S. digital assets sector? In what ways can the U.S. government and U.S. companies drive competitive, sustainable (for the environment and energy consumption) development of digital assets?", "label": [[10, 101, "Exp_Positive"]], "Comments": []}
{"id": 1575354012630654979, "text": "@*************** @****** Actually I was more curious if Cloud Seeding and the BP Oil Spill had any impact on the weather, like at all.\n\nBecause we know it infected wildlife", "label": [[78, 90, "Exp_Negative"], [155, 172, "Exp_Negative"]], "Comments": []}
{"id": 1570346426277965826, "text": "@*********** Stake vs Work. Centralized Control masked by green gaslight vs Real Descentralized Power to secure digital property. No defense system is better than PoW. Now governance sits in the armchairs of kingpins... Natural evolution for digital petrol. Leave PoW for hard money...", "label": [[258, 282, "Exp_Negative"]], "Comments": []}
{"id": 1575443827934076928, "text": "@************** @********** @********** Food insecurity caused by inflation, which was caused by both of you giving away money and ending our energy independence. Your green policies will crush low and middle class this winter. That’s not climate equity.", "label": [[40, 75, "Exp_Negative"], [188, 254, "Exp_Negative"]], "Comments": []}
{"id": 1575856179036692482, "text": "@****** Absolutely...climate change will NOT wait on us, so we have to ACT.\n\nPlease consider donating to us as we know the severity of the situation and getting the right leaders in place with a PLAN.\n\nhttp**********************", "label": [[21, 55, "Exp_Negative"]], "Comments": []}
{"id": 1575125486417625089, "text": "Florida's population has skyrocketed. That could make Hurricane Ian more destructive  http********************** FL's overdevelopment also helps induce climate change that makes storms worse, by deforestation, impervious surfaces, and energy consumption. Oh well . . .", "label": [[115, 251, "Exp_Negative"]], "Comments": []}
{"id": 1575267363179696131, "text": "#Peru indigenous groups block river in the Amazon after oil spill #oott http**********************", "label": [[56, 66, "Exp_Negative"]], "Comments": []}
{"id": 1575279751761207304, "text": "The #UN created the International Day for #Awareness of #Food Loss and #Waste in order to make the world aware of this problem that is increasingly prevalent in our society. This issue does not only affect people, but also our #environment.\n#Food is a scarce good http**********************", "label": [[56, 77, "Exp_Negative"], [186, 239, "Exp_Negative"]], "Comments": []}
{"id": 1574663128096288768, "text": "Great to see the enthusiasm our staff have for environmental sustainability, with members of @************* environmental working group putting their passion into action and joining the #GreatBritishBeachClean http**********************", "label": [[0, 77, "Exp_Positive"], [136, 169, "Exp_Positive"]], "Comments": []}
{"id": 1574975019146321920, "text": "Hello sir,\nPeople throw garbage on the street.such garbage creats an unhealthy atmoshphere for the native residents.the smell from the waste is unbearable.\nPlease do permanet solution of this issue.@mlkhattar @*************** @*************** @*************** @****** http**********************", "label": [[11, 155, "Exp_Negative"]], "Comments": []}
{"id": 1574633309820579840, "text": "Lovely UK allergy community, @***********\nJust seen your latest alert for a food labeled as 'free from dairy'.I'm just wondering what the UK law is about publishing how the contamination happened (supplier or production) &amp; the improved measures put in place. Is this accessible??", "label": [[0, 27, "Exp_Positive"]], "Comments": []}
{"id": 1575350602380386304, "text": "Hi fellow humans! Today we have everyone's favorite polluting company Microsoft that emits 16 MILLION metric tons of carbon dioxide😨! Who knew that  everyone has their very own carbon footprint!  Think twice about the amount of pollution resulted making your products!", "label": [[85, 131, "Exp_Negative"]], "Comments": []}
{"id": 1575000167266197504, "text": "Sure, but what if the Danish military sets the ocean outside Bornholm on fire. They could claim the avoided methane emissions and offset the entire climate impact of the Danish pork industry for this year! http**********************", "label": [[38, 77, "Exp_Negative"]], "Comments": []}
{"id": 1574725988252098563, "text": "UN pledges $260m support for SDGs, Agenda 2063 - BusinessGhana http**********************", "label": [[0, 32, "Exp_Positive"]], "Comments": []}
{"id": 1575363647433768962, "text": "Net Zero will destroy the Australian economy while giving a blank cheque to China.", "label": [[0, 82, "Exp_Negative"]], "Comments": []}
{"id": 1575072171440775168, "text": "@************ The world started defrosting long be4 we got here. C0 is good for plant growth. The planet had a high CO level when the dinosaurs ruled, evrything was plush and green.  Use climate money on drainage systems and moving the water to drought areas. Instead of imaginary clean energy", "label": [[151, 180, "Exp_Positive"]], "Comments": []}
{"id": 1574439195594088453, "text": "Once again,the giants in waste management in Africa @*********** have lifted the flag of Ghana high. As @************* Chief Operating Officer of Environment and sanitation Group under the @************** presented its Circular Economy initiatives to delegates @ (RWM)  Conference http**********************", "label": [[70, 99, "Exp_Positive"]], "Comments": []}
{"id": 1575082123245260800, "text": "President Biden’s misguided energy transition - http********************** - @*********", "label": [[18, 45, "Exp_Negative"]], "Comments": []}
{"id": 1574470150182637588, "text": "Protecting the planet is one thing, but McDonalds can’t guarantee the customer’s Health with Ultra-Processed Fake Meat. http**********************", "label": [[50, 118, "Exp_Negative"]], "Comments": []}
{"id": 1575272386739507201, "text": "@********* @******** 3. the gem collection system is 100% bullshit. \"oh you have a cap on these gems, check every five minutes to upgrade skills or weps! or let them goto waste!\" not to mention they said they upped the cap just for the demo. so that means.. the gem cap is lower. check gems 3 mins!", "label": [[53, 66, "Exp_Negative"]], "Comments": []}
{"id": 1573992161464692737, "text": "As a control-freak it offers an alternative.\n\n\"Too much poking spoils the meat.\" Being 'unobtrusive' enables people to become whole by not interfering unnecessarily. http**********************", "label": [[46, 79, "Exp_Negative"], [81, 164, "Exp_Positive"]], "Comments": []}
{"id": 1575598869739581440, "text": "The Inflation Reduction Act shines a light on an urgent problem that regulators must address in the financial industry: public companies and undisclosed climate risk, writes @********** adviser @******** in a @**** insight.\n\nRead the full article👇 http**********************", "label": [[141, 165, "Exp_Negative"]], "Comments": []}
{"id": 1575772220613627905, "text": "The expansion of the greenhouse effect leads to global warming and, over time, climate change.\n#EnviroJusticeSeries", "label": [[0, 94, "Exp_Negative"]], "Comments": []}
{"id": 1575068510086373377, "text": "If you think you get back what you paid into carbon tax as a rebate, you are a mental patient.", "label": [[1, 93, "Exp_Negative"]], "Comments": []}
{"id": 1572397660983681030, "text": "@************* They need to ban the hot tub asmr streamers then too if they are worried about that shit. I get promoting gambling especially off shore gambling sites is highly dangerous, but they are perfectly ok with titties and half naked chicks on their platform", "label": [[130, 185, "Exp_Negative"]], "Comments": []}
{"id": 1571366726855720966, "text": "Besides addressing climate change and disaster risks, it is also the goal of Climate Smart Mindanao 2050 to continue strengthening peace and de-escalate tensions by bringing parties in conflict together to tackle environmental and social issues. \n@********** @********** @***** http**********************", "label": [[117, 244, "Exp_Positive"]], "Comments": []}
{"id": 1572231516830171138, "text": "The area in green has a bigger population than the area in red. http**********************", "label": [], "Comments": []}
{"id": 1574791233804845063, "text": "If you know the word \"Cavendish\", you probably know the concerns that banana farmers face today.\n\nWhat if we could make Cavendish bananas disease-resistant, without the need for a GMO label?\n\nThat's a game changer.  \n\nhttp********************** http**********************", "label": [[98, 215, "Exp_Positive"]], "Comments": []}
{"id": 1574467205135306755, "text": "@************ @************ 🤦🏻‍♂️ it helps if you actually understand the subject before you comment. GMO is an acronym for \"Genetically Modified Organism\" and insulin isn't an \"organism\". All insulin isn't derived from GM sources, etc.", "label": [[36, 102, "Exp_Negative"]], "Comments": []}
{"id": 1572196528407695362, "text": "Who benefits from nature in cities? Social inequalities in access to urban green and blue spaces across Europe\n#isee2022 http********************** via @*************", "label": [], "Comments": []}
{"id": 1575138540433813506, "text": "Rural India is on the right track to collect and segregate waste. The exciting number of waste collection and segregation sheds constructed during SHS so far depict the same.\n\n#SwachhataHiSeva2022 #SHS2022 #SwachhBharatMissionGrameen #SampoornSwachhVillage #JanAndolan #Shramdaan http**********************", "label": [[22, 64, "Exp_Positive"]], "Comments": []}
{"id": 1574697559833993216, "text": "#SaveSoil Namaskaram Sadhguru 👣🙏🙇‍♀️.A strong incentive driven policy to enhance agriculture  -  soil organic matter to a minimum of 3% to 6% is an absolute necessity. http**********************", "label": [[40, 170, "Exp_Positive"]], "Comments": []}
{"id": 1575110109524799488, "text": "@************ If you apply a carbon tax to everything it affects the price of everything", "label": [], "Comments": []}
{"id": 1572536542102519810, "text": "Only in Green Ridges Hotel..Best place to chill out   #IceCream #Dessert #Cream #Creme #Food #Pizza http**********************", "label": [[28, 51, "Exp_Positive"]], "Comments": []}
{"id": 1575338670793826304, "text": "Daily sanitation activities like bush cutting,drain cleaning, D2D segregated waste collection is being done to keep the city clean and hygienic. http**********************", "label": [[0, 143, "Exp_Positive"]], "Comments": []}
{"id": 1575141257982115840, "text": "MINISTRY PREPARES TO ‘BRING ACTION’ OVER OIL SPILL  \nAG Ryan Pinder said his ministry has received all of the necessary reports from agencies involved in conducting investigations into the Exuma oil spill and is now preparing paperwork “to bring action”.\nhttp********************** http**********************", "label": [], "Comments": []}
{"id": 1574743592790241280, "text": "@********* Just because you’re a vegan doesn’t mean your eating healthy. You just not eating meat products. Plant based is the future", "label": [], "Comments": []}
{"id": 1575341432579178497, "text": "@********** any freakin president would, don't try to make him out to be a martyr.  He has blood all over his hands with Afghanistan, the border-drug\\/rape\\/child trafficking crisis and if he was responsible for blowing up N1 &amp; N2, then all those mammals in the sea and the atmosphere pollution", "label": [[84, 296, "Exp_Negative"]], "Comments": []}
{"id": 1574679711661273089, "text": "Smart bus transport can deliver more sustainable mobility.....\n\nhttp**********************", "label": [[0, 58, "Exp_Positive"]], "Comments": []}
{"id": 1575019724118798337, "text": "SALURU MUNICIPALITYA\nDoor to Door collection sigegation of waste garbage, sanitation Activities Done by SMC staff at ULB Ward's\n\nSwachha Andhra Corporation \nSwachh Survekshan \nSwachh Bharat Mission, India \nSwachh Bharat Mission - Urban \nMunicipal Department Govt of Andhra pradesh http**********************", "label": [], "Comments": []}
{"id": 1574774631109890050, "text": "@*********** i would but the gluten would make me shit my pants 💋", "label": [[25, 63, "Exp_Negative"]], "Comments": []}
{"id": 1573214410897752068, "text": "GMOs Awareness Workshop for Policy Makers\n\nThe National Biotechnology Authority is leading the discussion on Genetically Modified  Organism at Holiday Inn Harare.\n\n#GMO\n#OpportunitiesFromGMO", "label": [], "Comments": []}
{"id": 1571891054533566468, "text": "@********** In grasslands grazing animals are needed for a balanced and natural environment. Hyperindustry meat production is not the same and should be banned!", "label": [[93, 160, "Exp_Negative"]], "Comments": []}
{"id": 1575451608384667649, "text": "It's fairly chilly in our house, just 17°C. But no way I'm already firing up the central heating. Saving that for when it gets really cold. Weird we have to do that to make sure we won't possibly go bankrupt on the energy bill.", "label": [[178, 226, "Exp_Negative"]], "Comments": []}
{"id": 1574786203219623936, "text": "@*************** Bill Gates buys up farmland, Biden hatches scheme to buy Gates poisonous GMO food.. \nPopulation control under the guise of helping..\n#PedoHitler \n#PedoHitlerbiden \n#BidenDestroysAmerica \n#PopulationControl", "label": [[102, 147, "Exp_Negative"], [150, 222, "Exp_Negative"]], "Comments": []}
{"id": 1575478640405463040, "text": "@************** @********** @*************** @********** That is also likely to be a mistake as well. The policy gaps are miles' wide.\nThey could set up mini-policy committees and have some things ready. Not mainly manifesto ones but the other bits. Otherwise, only so many times you can re-announce a sustainable energy start up.", "label": [[57, 134, "Exp_Negative"]], "Comments": []}
{"id": 1574691505620615170, "text": "@********* @******** @********* Countless wars like in the middle east supporting America and Nato, murder of civilians in Afghan, hospitals and pharmacy companies selling drugs and radiation, GMO bred for hundreds of years filled with pesticides. Meat with hormones, promoting plant based foot and sugars,", "label": [], "Comments": []}
{"id": 1574365669587566593, "text": "Organizations committed to reducing waste and energy consumption often overlook one of the greatest opportunities to go green.\n\nDiscover 6 #greenIT practices that can help enterprises become more environmentally sustainable: http**********************", "label": [[80, 126, "Exp_Positive"]], "Comments": []}
{"id": 1574544112363061248, "text": "One feedback from Anambra that is painful is that Anambra is still dirty. \n\nSuch a low-hanging fruit. Why do leaders come into office without prioritizing health of citizens? Waste management and environmental sanitation are core pillars of Preventative Health.\n\nBiko @******** 🙏", "label": [[50, 74, "Exp_Negative"]], "Comments": []}
{"id": 1572399166160252929, "text": "@************* tall ceilings are cool \n\nbut no way these are actual livable places\n\nit just looks like a big doll house", "label": [[15, 38, "Exp_Positive"], [40, 82, "Exp_Negative"]], "Comments": []}
{"id": 1574700828350648321, "text": "Well done to Mexico. The country has the right to protect their gorgeous native varieties of corn.\n\nUS farmers should urge their government to stop pushing the damaging GMO technology, in the US and the world.\n\nhttp**********************", "label": [[0, 98, "Exp_Positive"]], "Comments": []}
{"id": 1574263629116977152, "text": "@************** Good one. Hope @**************\ncome up with #CarFreeDay so does dependency on vehicles to move around the urban limit may reduce. Chances are, people walk, paddle &amp; share public mobility very much.\n@**************\n@**********\n@************\n@************\nhttp**********************", "label": [[16, 25, "Exp_Positive"]], "Comments": []}
{"id": 1573251638235922432, "text": "@************* Excellent parody account, you nearly had me fooled. Tip, put your pronouns in your bio, &amp; GMO (genetically modified organism) 💉💉💉💉👍😂", "label": [], "Comments": []}
{"id": 1574734352587579395, "text": "For rural communities, food deserts, and regions impacted by water shortages, #VerticalFarming can provide a #sustainable agriculture option that uses up to 97% less water than traditional methods. \n\n#FutureOfFood http**********************", "label": [[23, 35, "Exp_Negative"], [61, 76, "Exp_Negative"], [95, 198, "Exp_Positive"]], "Comments": []}
{"id": 1575840391517343744, "text": "The Inflation Reduction Act delivered the biggest, boldest action on the climate crisis in American history. And we are just getting started!", "label": [[0, 141, "Exp_Positive"]], "Comments": []}
{"id": 1575384642252951552, "text": "Foran’s ambitious net zero plans for McIlvenna Bay attract investors ...written by Press Room http********************** #batterymetals", "label": [[0, 69, "Exp_Positive"]], "Comments": []}
{"id": 1574731403815751682, "text": "remove GMO \\/ Glyphosate AMPA POEA PFAS and other pesticides from FOOD WATER http**********************", "label": [], "Comments": []}
{"id": 1572532687126298624, "text": "@************* Could start with repossessing so many buildings bought by speculators and going to rack and ruin, until they think they can make money selling on, or building another hotel\\/apartment block\\/shopping mall. Nothing for real lives and small business. Even green space is reduced.", "label": [[219, 290, "Exp_Negative"]], "Comments": []}
{"id": 1575186620570947585, "text": "Sitting around waiting for the government to tax people's carbon emissions isn't going to solve the problems with our environment.\n\nIndividual action will.\n\nUse less plastic, recycle, use energy efficient ACs, pick up trash, reduce your waste, reuse what you can.", "label": [[0, 130, "Exp_Negative"], [132, 155, "Exp_Positive"], [157, 263, "Exp_Positive"]], "Comments": []}
{"id": 1572543895837478912, "text": "@************* @********* @******** What do you mean it still looks terrible its just all roads and parking lots. All the green is just the area that has not been destroyed and turned into a parking lot YET. People probably cant even step on there without having to cross a highway.", "label": [[114, 282, "Exp_Negative"]], "Comments": []}
{"id": 1572625930182430721, "text": "@*************** Just so we are clear… gmo: genetically modified organism. \n\nMarijuana genetics have been manipulated for along time. Way before you and I work even a thought in our parents minds. \n\nSuggesting weed is now fake cause you don’t enjoy it anymore is indeed conspiratorial🤣", "label": [[200, 284, "Exp_Negative"]], "Comments": []}
{"id": 1575359642460647424, "text": "In the future, with the increasingly serious urban pollution and the increasing living pressures faced by people of childbearing age, it is expected that the infertility rate will continue to rise in the future.#代孕 http**********************", "label": [[134, 210, "Exp_Negative"]], "Comments": []}
{"id": 1575720340889620481, "text": "Hey dummy. Global warming isn't a prediction. It is happening. Unbelievable!", "label": [[0, 9, "Exp_Negative"]], "Comments": []}
{"id": 1574070241600339968, "text": "Please pass this on to all the brainy NGOs that claim \"there is no carbon leakage\". http**********************", "label": [], "Comments": []}
{"id": 1574640193491050497, "text": "GMO's have never been a solution to food insecurity.\nThey reinforce corporate control on the food system. They tamper with the natural biodiversity.\nThey profit multinationals who own the patents while impoverishing  communities dependent on these seeds.\n\nCase in point India. http**********************", "label": [[53, 104, "Exp_Negative"], [111, 147, "Exp_Negative"], [149, 254, "Exp_Negative"]], "Comments": []}
{"id": 1572503399861469184, "text": "A green space project in the east of London looks to reclaim industrial space and turn it into community-owned park. @************* explains in detail: http**********************", "label": [[0, 117, "Exp_Positive"]], "Comments": []}
{"id": 1572164400446046209, "text": "State says Apple Tree Park water quality improved after concerns raised in the spring http**********************", "label": [[27, 86, "Exp_Positive"]], "Comments": []}
{"id": 1575842473863450624, "text": "@************* Aside from the hurricane comment she raises a valid point , how does it effect the environment ?? How does us being taxed positively effect the climate ? Please explain I really wanna know", "label": [], "Comments": []}
{"id": 1575062769560346624, "text": "It's far easier to save a unit of energy, than it is to make one. That's why reducing #EnergyWaste must be a top priority. The key? Make the invisible, visible, through smart #digital solutions. Find out more http********************** \n\n#ElectricityForZero #LifeIsOn #Electricity40 http**********************", "label": [[0, 65, "Exp_Positive"], [132, 175, "Exp_Positive"]], "Comments": []}
{"id": 1575843303127683073, "text": "The only effect the current idiotic climate change agenda will have is to reduce the levels of money in our wallets and bank accounts.", "label": [[0, 134, "Exp_Negative"]], "Comments": []}
{"id": 1574739132793905152, "text": "Under current rules, regulators can’t stop companies from selling contaminated chicken or require practices that could reduce salmonella on farms, but they may soon have new tools at their disposal. @*********** http**********************", "label": [[21, 145, "Exp_Negative"], [147, 197, "Exp_Positive"]], "Comments": []}
{"id": 1575268758993747968, "text": "@********** @************* @*************** He voted for human waste to be pumped into our rivers. Tonnes of it. #TorySewageParty http**********************", "label": [[44, 112, "Exp_Negative"]], "Comments": []}
{"id": 1572556656990629889, "text": "@********** Please don't tell me it was the site to the left that's been cleared for development. There is a large park to the right and allotments to the left. People really need to get a grip. This is the capital city. http**********************", "label": [[161, 193, "Exp_Negative"]], "Comments": []}
{"id": 1572175627159048192, "text": "Water scarcity predicted to worsen in more than 80% of croplands globally this century #AminoA Biostimulants will become increasing important to maintain outputs http**********************", "label": [[0, 86, "Exp_Negative"]], "Comments": []}
{"id": 1575157738006630402, "text": "University bans fossil fuel companies from recruiting students with careers service http**********************", "label": [], "Comments": []}
{"id": 1575356939676143618, "text": "Rowan Receives $315K of Bipartisan Infrastructure Funding to Reduce Pollution by Bryant Lopez via @************* \n\nhttp**********************", "label": [[61, 78, "Exp_Positive"]], "Comments": []}
{"id": 1573398311830257664, "text": "@*************** Why have you signed so many decommissioning licences and allowed foreign countries to buy our oil and gas platforms", "label": [[17, 132, "Exp_Negative"]], "Comments": []}
{"id": 1575150434981154818, "text": "Still buying Nestle products? How about the others on this list? You are paying for deforestation, climate change, species decimation…there is no sustainable palm oil. All you have to do is read a label to stop this. http**********************", "label": [[65, 167, "Exp_Negative"]], "Comments": []}
{"id": 1574732838754127872, "text": "More than 80 young detainees in #Bahrain’s Dry Dock prison, including at least two minors, are reportedly refusing meals due to the poor quality of the food. \n\nThe prisoners were told the facility isn’t able to offer better nutrition because of budgetary constraints. http**********************", "label": [[0, 158, "Exp_Negative"], [160, 267, "Exp_Negative"]], "Comments": []}
{"id": 1575359294270504960, "text": "Our planet, our health! Let's not indulge in blaming environmentalists, governments, NGOs and act together against #pollution and #globalwarming this #WEHD2022. \n\n#PlasticMenace #WorldEnvironmentalHealthDay  #SayNoToPlasticMenace #plasticpollution http**********************", "label": [], "Comments": []}
{"id": 1574693531171561473, "text": "Sustainable public transport is central to cutting climate emissions. \nThis can mean replacing car lanes with exclusive bus lanes, removing parking, implementing congestion fees, creating more cycle lanes and pedestrianising streets. @********* \n\nhttp**********************", "label": [[0, 70, "Exp_Positive"]], "Comments": []}
{"id": 1574725540216541184, "text": "The East African Grain council has told traders that poor storage of food causes contamination with aflatoxins.  #NTVNews \n\nhttp**********************", "label": [[52, 110, "Exp_Negative"]], "Comments": []}
{"id": 1574715084798132224, "text": "Post management forms an important pillar in the attainment of most sustainable Development Goals earmark for 2030. http**********************", "label": [[0, 114, "Exp_Positive"]], "Comments": []}
{"id": 1571824482079346689, "text": "Sustainable marine tourism is receiving a major boost with the launch of the Green Fins Hub. #Explainer http********************** @**** http**********************", "label": [[0, 91, "Exp_Positive"]], "Comments": []}
{"id": 1574975387611721729, "text": "Hey I've got a great idea. Why don't we just intentionally release millions of tons of methane into the atmosphere and then use that as justification for climate lockdowns, complete corporate control of food production, carbon credits, and instituting a social credit system. 🤔 http**********************", "label": [[27, 275, "Exp_Negative"]], "Comments": []}
{"id": 1570687179675914240, "text": "#EnvironmentalPeacebuilding brings together conflict prevention and environmental protection. At #BSD22, we'll bring together experts and practitioners, starting on 20 Sept! If you want to join us online, check out http*********************** #sefbonn http**********************", "label": [[0, 93, "Exp_Negative"]], "Comments": []}
{"id": 1575384725216165888, "text": "If you can't see that NET ZERO is one of the reasons the world is so fucked then you are a moron", "label": [[81, 96, "Exp_Negative"]], "Comments": []}
{"id": 1575358955085348864, "text": "@*************** Carbon dioxide is not \"pollution\".  It's what plants eat to grow big and bountiful to feed a hungry planet.\n\nPollution is what comes out of the tail pipe of your car and will kill you if you leave the car running in your garage.", "label": [[126, 244, "Exp_Negative"]], "Comments": []}
{"id": 1571899612339765248, "text": "Funding to improve school air quality set to go out! #AirQuality #EJTable http**********************", "label": [[0, 53, "Exp_Positive"]], "Comments": []}
{"id": 1575306583621439490, "text": "@*********** @************* @*********** @******* Look, I believe they are. They are great Americans. I feel like they have been hosed by the current admin, and I sight the fact that we are no longer net exporters of energy. I want them drilling our oil not the Chinese. Do you real think the Chinese care if they spill?", "label": [[77, 101, "Exp_Positive"], [124, 156, "Exp_Negative"], [225, 320, "Exp_Negative"]], "Comments": []}
{"id": 1575359541105295360, "text": "@********** And this results in pollution when the mess is washed away and ends up in storm sewers. There, it finds its way to the ocean without ever going through a treatment plant. \nI’m not eating fish from there!", "label": [[16, 183, "Exp_Negative"]], "Comments": []}
{"id": 1575830342967123969, "text": "Climate effect of gas flaring is 5 times higher than expected\n\n#earth #oil #environment #green #nature #naturalgas http**********************", "label": [[0, 61, "Exp_Negative"]], "Comments": []}
{"id": 1575713457345040384, "text": "@******** @************** Imagine if you had a brain and realized global warming is fake", "label": [[26, 52, "Exp_Negative"]], "Comments": []}
{"id": 1574739988658659329, "text": "Sustainable + responsible development of tourism is vital to the future of Pelee Island.\n\nQuality &gt; Quantity \nImpact &gt; Effect\n\nWorld Tourism Day calls on us all to begin #RethinkingTourism on #PeleeIsland http**********************", "label": [[0, 88, "Exp_Positive"]], "Comments": []}
{"id": 1574789294144864258, "text": "I must saying being plant based is definitely a beautiful challenge and transition. You truly have to want to to treat your body right. I don’t regret my lifestyle change. Health is wealth 🫶🏽", "label": [[46, 82, "Exp_Positive"], [136, 171, "Exp_Positive"], [172, 188, "Exp_Positive"]], "Comments": []}
