{"id": 1572134247665930247, "text": "@************* Shame. With all Proofs of Unauthorised Encroachment in Green Park Society, Government Footpath, Roads in Oshiwara 400053, BMC is Inefficient, Police are Blind, RTO Failure, Corrupt Society Officials Crime Partners. Authorities NOT EVICTED Illegal Garages from Residential Society. http**********************", "label": [[137, 155, "Exp_Negative"], [157, 173, "Exp_Negative"], [175, 186, "Exp_Negative"], [188, 228, "Exp_Negative"], [241, 253, "Exp_Negative"], [254, 269, "Exp_Negative"]], "Comments": []}
{"id": 1572070893097992195, "text": "@************* He makes some valid points however the educational system does have an impact on student success. Schools and urban areas filled with gangs, bad teaching, unsafe environment, falling apart schools does have an impact. That cannot be diminished.", "label": [[29, 41, "Exp_Positive"], [137, 154, "Exp_Negative"], [156, 168, "Exp_Negative"], [170, 188, "Exp_Negative"], [190, 211, "Exp_Negative"]], "Comments": []}
{"id": 1574386482995167233, "text": "@*********** Genetically modified plants, biomatter trenches and experimental forests, to create better carbon sinks to start controling' global weather.._ has been scientifically possible for a long time but an obsession with no GMO'z shut that down in the 90s, just saying missed opportunity", "label": [[96, 104, "Exp_Positive"], [165, 188, "Exp_Positive"], [236, 250, "Exp_Negative"], [275, 293, "Exp_Negative"]], "Comments": []}
{"id": 1574939101320871937, "text": "@*************** @*************** And from over the years to present men dropping their waste sewage into her contaminated open hole that smells like rotten eggs or something more severe", "label": [[73, 81, "Exp_Negative"], [110, 122, "Exp_Negative"], [138, 162, "Exp_Negative"], [165, 186, "Exp_Negative"]], "Comments": []}
{"id": 1574655283380600832, "text": "Sustainability is increasingly becoming the standard of living for many people. \n\nHow do you contribute to a more sustainable planet?🌏\n\nAt Vivnaturelle we care about your well-being and the planet🌍.\nYou can find our selection on http*********************** http**********************", "label": [[18, 30, "Exp_Positive"], [153, 166, "Exp_Positive"]], "Comments": []}
{"id": 1575011367714578432, "text": "The mantra to reduce, reuse and recycle waste products is very important. Raising awareness amongst people for the well-being of our environment and promoting the concept and practice of recycling can make a positive difference.\n\n#recycling #recycle #upcycling #sustainability http**********************", "label": [[58, 73, "Exp_Positive"], [74, 91, "Exp_Positive"], [208, 227, "Exp_Positive"]], "Comments": []}
{"id": 1574736433730015233, "text": "@*************** @*********** Possibly because they’re using actual ingredients in their bread. Their butter is most likely from grass fed cows as well as raw milk, highly beneficial for gut biome. Probably non gmo heirloom flour.  Our “food” in this country is never what it pretends to be. It’s poison", "label": [[61, 67, "Exp_Positive"], [165, 182, "Exp_Positive"], [236, 242, "Exp_Negative"], [276, 284, "Exp_Negative"], [297, 303, "Exp_Negative"]], "Comments": []}
{"id": 1575364753018392576, "text": "Nature functions as a kind of global capital, &amp; protecting it should be a no-brainer for businesses, investors &amp; governments; but this profound source of value is increasingly at risk, as demonstrated by the current food crisis, @********* @****** #COP27 http**********************", "label": [[183, 191, "Exp_Negative"]], "Comments": []}
{"id": 1575178278620438530, "text": "@********** @********** @************** @************* You’re risking an ecological disaster if you spill oil from a pipeline, a ship, a train or a truck no matter how you transport you’re risking a disaster. And I hope you realize that oil doesn’t just make gasoline. It makes everything that we use in our day-to-day life.", "label": [[61, 69, "Exp_Negative"], [83, 92, "Exp_Negative"], [199, 207, "Exp_Negative"]], "Comments": []}
{"id": 1571518938449592321, "text": "Implementing the #renewable energy transition will require that local and national governments work to mitigate the economic and environmental costs of #energy for low-income families. #climatejustice http**********************", "label": [], "Comments": []}
{"id": 1574392978608644097, "text": "@************ I don’t because I don’t want to live through polio, smallpox, whooping cough, diphtheria, measles, Covid pandemics. Vaccination saves lives and prevent needless suffering. Vaccination and sanitation (clean water and human waste disposal systems) saves lives.", "label": [[32, 41, "Exp_Negative"], [142, 154, "Exp_Positive"], [260, 271, "Exp_Positive"]], "Comments": []}
{"id": 1575176278306566144, "text": "Another day, another oil spill. \n\nhttp********************** #climate #fossilfuels", "label": [], "Comments": []}
{"id": 1575258561935904768, "text": "@********** Symbolism? Are you referring to America's decrepit infrastructure, specifically the sewage system which increasingly is ineffective at ridding us of excrement and other foul waste?", "label": [[54, 62, "Exp_Negative"], [132, 143, "Exp_Negative"]], "Comments": []}
{"id": 1573950819845677058, "text": "are essential for improving soil health.\"\nWangari Maathai pointed out that tea has displaced polyculture food crops for domestic consumption in her memoirs Unbowed. It'll take a climate smart, health-conscious, holistic government to reset, and regenerate.\nhttp**********************", "label": [], "Comments": []}
{"id": 1573827908971421699, "text": "Just say NO to GMO's! #organic http**********************", "label": [[8, 12, "Exp_Negative"]], "Comments": []}
{"id": 1574433230534631425, "text": "Back in 1983, the United States government approved the release of the first genetically modified organism. In this case, it was a bacteria that prevents frost on food crops.", "label": [], "Comments": []}
{"id": 1572464221799206915, "text": "@*********** If Govt\\/Hotel owners being very assertive the Casino Gaming is game changer to develop tourism. It is bullshit, Our country needs concept of sustainable tourism where capitalizing beautiful nature the country inherited already. Also should consider room rate increase by category", "label": [[109, 124, "Exp_Negative"]], "Comments": []}
{"id": 1575353397393620992, "text": "The impact of increasing air pollution is more dangerous than you think. \nIf air pollution is not reduced by 2030, it will be necessary to use an oxygen kit to breathe without difficulty as human exposure to air pollutants will highly increase.\nImage credit - Alexandru Purcarea http**********************", "label": [[47, 56, "Exp_Negative"]], "Comments": []}
{"id": 1571380941603610624, "text": "@************ @********* @************* Answering all the questions doesn't mean he gave the right answers. Obi is clearly not ready for governance at the national level.", "label": [[123, 132, "Exp_Negative"]], "Comments": []}
{"id": 1573932704479186945, "text": "Anthropocene is bout to kick into full gear, and honestly, the only way out is GMO everything. Scientists are going to have to modify the shit out of the organisms if we want them to survive the dramatic shift in climate.", "label": [[63, 75, "Exp_Negative"], [79, 93, "Exp_Positive"]], "Comments": []}
{"id": 1572894169382588416, "text": "Here’s how you know ESG is a scam.  Actual sustainable practices, the use of GMO’s and Roundup, are absent from positive scoring schedules. http**********************", "label": [[29, 33, "Exp_Negative"]], "Comments": []}
{"id": 1573680201673973762, "text": "@********** @******* You are what you eat. Hope they ask are organically or else they’re full of gmo’s and pesticides", "label": [[89, 117, "Exp_Negative"]], "Comments": []}
{"id": 1575366842541277186, "text": "@************ @************* @*************** It’s not net zero champ. Government shaves at least 10% of to manage this useless program. They put this tax on top of GST… so a tax on a tax which they skim that part as well. And then they make suckers like you believe it’s revenue neutral.", "label": [[120, 135, "Exp_Negative"], [199, 203, "Exp_Negative"], [242, 259, "Exp_Negative"]], "Comments": []}
{"id": 1573302672907714560, "text": "@********* We could, for instance, re-nationalise all the energy suppliers and the oil and gas industry itself, or at the very least make the companies operating in that industry pay their taxes and for future decommissioning.", "label": [], "Comments": []}
{"id": 1574065175392550915, "text": "@******** @*************** That seals the deal, I am no longer a Waste Management fan. I’ve been a loyal customer since 1900. I officially will not be renewing my plan next season nor will I continue service ever again. I’m going to Nitti Sanitation where they know how to run a garbage company.", "label": [[53, 85, "Exp_Negative"]], "Comments": []}
{"id": 1575368406135721984, "text": "@*********** But you're not objective. We cannot9 trust you to do an honest review or take account of alternate climate research.\n\nYou'll only screech for more lunatic 'net zero' that UK did not vote for.\n\nTell you what. Give us a referendum. That'll stop this lunacy.\n@***** @********", "label": [[17, 37, "Exp_Negative"], [41, 59, "Exp_Negative"], [142, 150, "Exp_Negative"]], "Comments": []}
{"id": 1572482478631428096, "text": "Qingdao Shinan District will build a park city, highlight green ecology, integrate historical and cultural elements, and create a green and culturally rich scenery. http**********************", "label": [], "Comments": []}
{"id": 1574529047731884047, "text": "@********* What climate crisis. ?? It’s a crisis of over consumption, deforestation, soil erosion cause by over production of GMO crops resulting in over accumulation of water run off causing flooding. There’s so much to this crisis that’s manufactured. wake up and respect our earth.", "label": [[11, 30, "Exp_Negative"], [240, 252, "Exp_Negative"], [266, 283, "Exp_Positive"]], "Comments": []}
{"id": 1575199236085321729, "text": "@************* Can waste a real natural disaster with their noise.... real victims to exploit &amp; blame in the name of climate crisis", "label": [[70, 93, "Exp_Negative"]], "Comments": []}
{"id": 1574708578253955072, "text": "🌳 #EnvironmentalCrime has a key and underappreciated role in the developing environmental crisis.\n\n⚠️ In 2019, @***** concluded that over a million species are at risk of extinction in the coming decades and that environmental crisis undermines progress towards 80% of the #SDGs. http**********************", "label": [], "Comments": []}
{"id": 1573650402532380672, "text": "After the program, kids learned how to recognize single-use plastics, come up with solutions to the plastic pollution issue, and understand the value of recycling so that waste plastics won't harm the environment. #TeamSayari #Rwanda \n@**************\n@************ http**********************", "label": [], "Comments": []}
{"id": 1575351308697350144, "text": "C.W. Mackie PLC expands environmental efforts with ‘Beach Cleaning Day’: As part of the “Marine Pollution Prevention” component of its Sixfold Sustainable Model, C.W. Mackie PLC recently organised “Beach Cleaning Day” in an effort to band together… http********************** http**********************", "label": [], "Comments": []}
{"id": 1574669837548273664, "text": "However, this rapid progress cannot be made at the expense of social justice.Therefore, well managed low carbon transitions are needed, as this will help in achieving most SDGs, due to the multiple economic opportunities and co-benefits that will be created. 2\\/2", "label": [], "Comments": []}
{"id": 1574850688567414803, "text": "At Setton, our mission is: reduce, recycle, reuse and recharge ♻️ That's why even pistachio shells are repurposed! 🙌 We use them to line dirt roads to minimize dust, and we also donate them to schools and other institutions, so they can do the same. 💚 #PoweredbyPistachios http**********************", "label": [], "Comments": []}
{"id": 1572431519612022787, "text": "@*********** @*********** , I’ve wondered if GMO pushers and CEOs of rich global corporations believe their children will be exempted from effects of polluted oceans &amp; waterways, toxic foods, not to mention the antinomianist and\\/or violent filth peddled on media. 😿", "label": [[45, 56, "Exp_Negative"], [235, 249, "Exp_Negative"], [250, 257, "Exp_Negative"]], "Comments": []}
{"id": 1573666112595795972, "text": "All the Agbiz Giants forced elensky to sell all of that ag land. GMO\\/AgChem Corps are SOL. http**********************", "label": [[21, 27, "Exp_Negative"]], "Comments": []}
{"id": 1575041900222222336, "text": "@************ So your government is allowing toxic sewage waste to be spread of farm land as so called Organic Fertilizer, when you are turning farm land into toxic waste dumps.", "label": [[16, 44, "Exp_Negative"]], "Comments": []}
{"id": 1575367093813387264, "text": "Labour is right: it's time for Britain to profit from its own renewables | Mathew Lawrence http**********************", "label": [[17, 38, "Exp_Positive"]], "Comments": []}
{"id": 1571846819403173898, "text": "The convergence of technology and the increasing attention to environmental, social and governance issues is leading to a growing acceptance and understanding that AI must be responsible. We explore the meaning of responsible AI: http***********************", "label": [[122, 141, "Exp_Positive"]], "Comments": []}
{"id": 1575147760642273281, "text": "@************ @*************** @************ 24 hrs water supply, will be a game changer. If the scheme succeeds, it will lower cost of construction of new buildings. It will decrease waste of potable water. There by increase per capita availability of water. It will help improve sanitation. Metered supply increase revenue.", "label": [[76, 89, "Exp_Positive"], [293, 324, "Exp_Positive"]], "Comments": []}
{"id": 1574412929398583296, "text": "Norway's Petroleum Safety Authority (PSA) on Monday urged oil companies to be more vigilant over unidentified drones seen flying near Norwegian offshore oil and gas platforms, warning they could pose a risk of accidents or deliberate attacks.\nhttp**********************", "label": [], "Comments": []}
{"id": 1572942327886520320, "text": "I'm thankful to the @************* for offering a platform that allows much needed advocacy for the Canadian oil and gas sector. I'm optimistic that combatting energy ignorance will eventually lead to a meaningful re-rating in energy stock valuations. http**********************", "label": [[0, 13, "Exp_Positive"], [129, 144, "Exp_Positive"]], "Comments": []}
{"id": 1575351391249264640, "text": "@*********** I hope Izzy one day understands that we can be against POLLUTION in all it’s forms - which truly is destroying our environment and health - but also be smart enough to see through the carbon emissions global warming shenanigans.", "label": [[12, 44, "Exp_Negative"], [60, 77, "Exp_Negative"], [112, 123, "Exp_Negative"]], "Comments": []}
{"id": 1575337560830017536, "text": "At Mindspace Business Parks, we believe in efficient food waste management. On this International Day of Awareness of Food Loss and Waste, here is how we forge a sustainable world with efficient waste management tactics.\n\n #MindspaceBusinessParks #FoodWaste #Manure #Recycle http**********************", "label": [], "Comments": []}
{"id": 1573320834206388226, "text": "@******** We could try planting GMO trees in semi arid areas and see if they can get rain forest that side and solve the drought issue", "label": [], "Comments": []}
{"id": 1571448512310566912, "text": "@************* Why dont you announce to be seriously GREEN buy a 2nd hand DIESEL maintain it and keep it going for 400k miles (10 years) rather than buy a NEW ELECTRIC car! Green decisions are being decided by immoral irresponsible greedy car manufacturers promoting consumerism!", "label": [[210, 238, "Exp_Negative"]], "Comments": []}
{"id": 1575353385225957377, "text": "@************* @************** This is exactly right, reducing pollution shouldn’t mean destroying the economy. Climate change is a fact of life but destroying the economy is not going to change it, it has been changing for thousands of years.", "label": [[31, 52, "Exp_Positive"]], "Comments": []}
{"id": 1575221053051539456, "text": "@*********** Well to prevent the oil spill from getting worse you all need to get vaccinated 😂", "label": [], "Comments": []}
{"id": 1575172101715431424, "text": "Just discovered (and uploaded) that i have 36 oil spill icons complete :3c once im done with october I'm gonna see if i can get it up to 50 with discounts! (probably heavier discounted \\/ more slots to go to kofi subs so pls omg if ur interested take a gander at my kofi!)", "label": [], "Comments": []}
{"id": 1575349223150784513, "text": "I command evil plantation in your foundation that is causing pollution in your life to be uprooted by the finger of God in Jesus mighty name.", "label": [[10, 25, "Exp_Negative"], [53, 70, "Exp_Negative"]], "Comments": []}
{"id": 1570295027389308928, "text": "Ardern, Labour. Green Party and the Maori Party are doing their best to destroy democracy in New Zealand. ’Co Governance’ is being quietly and consistently slipped in at every opportunity. Three Waters is still being forced on us.", "label": [[52, 89, "Exp_Negative"], [125, 166, "Exp_Negative"], [216, 230, "Exp_Negative"]], "Comments": []}
{"id": 1572239146877591553, "text": "As urban areas continue to grow, congestion and pollution are becoming real issues.\n\nCome and meet our Connected Services Team, who are on-site to speak about micro-mobility logistics solutions for the last mile  @***\n\n 👉🏼 http********************** http**********************", "label": [], "Comments": []}
{"id": 1574787323492974595, "text": "We Need Policies That Support Small Scale Farmers; We Say No To GMO\nSmall-scale farmers often have greater levels of attachment to local landscapes and ecosystems. Climate Change solutions rely on the wealth of localised environmental knowledge that small-scale farmers possess. http**********************", "label": [[51, 67, "Exp_Negative"]], "Comments": []}
{"id": 1572516289364754433, "text": "Fare thee well Mr. Thuti. An indefatigable grassroots environment crusader. Your contribution to making #Nanyuki #Green + defence for #Wetlands and shared common spaces was epic. #RIPThuti #COP27 @**** @****_Africa @*************** http**********************", "label": [[169, 177, "Exp_Positive"]], "Comments": []}
{"id": 1572498920332480513, "text": "@*************** Not enough car parking. They should turn all those green spaces into car spaces. Who needs fresh air anyway. \\/s", "label": [[126, 128, "Exp_Positive"]], "Comments": []}
{"id": 1575190375958220801, "text": "@********* But it is very clear garbage collection is beyond poor enuh. Wah wrong wid ppl. Plus u haffi collect consistently and so to encourage people to be responsible with how and where they put their waste.", "label": [[54, 65, "Exp_Negative"]], "Comments": []}
{"id": 1574704698724339714, "text": "Midway to the deadline for achieving Sustainable Development Goals, South Africa is not faring well http**********************", "label": [], "Comments": []}
{"id": 1573692389230772230, "text": "Everyone who took the VACCINE is now patented material. They are no longer organic, now they’re technically a GMO. \n\nSuper Cringy!", "label": [[84, 113, "Exp_Negative"]], "Comments": []}
{"id": 1574743009291251712, "text": "Hey, look it up:  Bill Gates (and Hillary Clinton) were more interested in, and invested in, circumcising African males (based on absolute junk science, for the record) than they ever were feeding them.\nSupremely fucking bonkers insanity. Oh, and fuck \"golden rice\" GMO horseshit. http**********************", "label": [[129, 151, "Exp_Negative"], [228, 237, "Exp_Negative"], [265, 279, "Exp_Negative"]], "Comments": []}
{"id": 1575201076793716736, "text": "@************ Wonderful. First collection after fleecing me for £50 garden waste not collected. Just a disgrace.", "label": [[48, 59, "Exp_Negative"], [96, 112, "Exp_Negative"]], "Comments": []}
{"id": 1575169145066627072, "text": "AGAIN, don't let this story disappear! After the BP oil spill, well-known lawyer Mikal Watts helped land a $2 billion settlement for Gulf Coast seafood-industry workers, including 42,000 Vietnamese fishermen. Only one problem: They didn’t exist.  http********************** #BigOil", "label": [[209, 244, "Exp_Negative"]], "Comments": []}
{"id": 1575352230089089026, "text": "Environmental pollution is caused by humans. Worrying environmental problems mainly include air pollution, water pollution, noise pollution, food pollution, improper development and utilization of natural resources and so on.", "label": [], "Comments": []}
{"id": 1571687546253643776, "text": "Bring out your knickers, socks, towels, bedlinen &amp; sneakers to recycle. These 'eco-entrepreneurial' business models, ioo. are encourgaging more consumerism in a supposedly 'green' way. MIA isn't buying it or should we say subscribing to it. #repair #reuse  http**********************", "label": [[165, 175, "Exp_Negative"], [189, 208, "Exp_Negative"]], "Comments": []}
{"id": 1572509135287230465, "text": "@************** @********** @************** @*************** We are still waiting for the local plan to be produced, we have been waiting a very long time and still now news as of yet. Developers have indicated they want to build on much of the green belt farmland around our village changing a rural area into urban  sprawl.", "label": [[67, 82, "Exp_Negative"]], "Comments": []}
{"id": 1575362497778941952, "text": "It would be more efficient to fund active travel schemes rather than giant road projects. This would also support other government policies like energy security, health and net zero.\n@********* http**********************", "label": [[12, 27, "Exp_Negative"]], "Comments": []}
{"id": 1573793895518855168, "text": "@********** @********** @**** @****_APHIS GMO wheat has no benefit other than to increase profits of agrichemical companies. Contamination will damage the export market for our farmers’ wheat! Bad for farmers. Bad for consumers. Bad for our environment. Do not approve!", "label": [[56, 67, "Exp_Negative"], [144, 150, "Exp_Negative"], [254, 269, "Exp_Negative"]], "Comments": []}
{"id": 1575185174207221760, "text": "@********** You are are incorrect. Here is an oil spill response plan for an offshore wind farm. http**********************", "label": [], "Comments": []}
{"id": 1574783680685424642, "text": "Billy boy Gates 😬 GMO corn video http**********************", "label": [[0, 16, "Exp_Negative"]], "Comments": []}
{"id": 1571781408871383041, "text": "'In a situation of a wholesale crisis of governance one ought not to look to the leadership, which is itself the root cause of the problems, for its resolution,' writes @*************** http**********************", "label": [], "Comments": []}
{"id": 1574776255899209729, "text": "The first wave of GMOs exposed us and our environment to more pesticides than ever, triggering an epidemic of diseases. \n\nWhat can we expect from GMO 2.0? Jeffrey Smith, IRT founder, discusses with Alexis Baden-Mayer with Millions Against Monsanto.\n\n➡️ http**********************", "label": [[23, 33, "Exp_Negative"], [98, 120, "Exp_Negative"]], "Comments": []}
{"id": 1575362638405455872, "text": "@************ @************ It’s less than 50%. But in any case Australia is already at net zero and it is a false hypothesis.", "label": [[109, 125, "Exp_Negative"]], "Comments": []}
{"id": 1574655863125839873, "text": "@******* Negative impression will be cured once the movie actually releases and is good then those people can buy the ticket again sales after releasing are the main ones they are much more important and it will add to movies sustainability so I am hopefull fingers crossed praying hard", "label": [[244, 257, "Exp_Positive"]], "Comments": []}
{"id": 1572170695861313539, "text": "I still don't get why on SCW Gorbals Street there is not a rain-capturing, climate-friendly, wind-protective, much cheaper green strip but asphalt. Is it to maximize convenience of drivers who want to park there? http**********************", "label": [[8, 17, "Exp_Negative"]], "Comments": []}
{"id": 1574107175294738433, "text": "We saw we littered any how, threw reusable bottles away and some unthinkable waste practices, no regard for proper sanitation at all despite the @************** bins that were mounted at the square. \n\nWe can’t overlook this things, while we advocate, we too must check ourselves!", "label": [], "Comments": []}
{"id": 1572601559048982530, "text": "Air pollution decreased by almost 90% in Brussels on car free Sunday\n@************ @************** @************* @************ @********** #carfreesunday #CarFree #AirPollution #airquality #urbanmobility #traffic #noisepollution\n\nhttp**********************", "label": [[13, 37, "Exp_Positive"]], "Comments": []}
{"id": 1573032336861827072, "text": "@************ Lomborg must be 'cherry picking\".  \"Renewable energy accounted for 49% of German power consumption in the first half of 2022, up 6% percentage points from a year earlier thanks to favourable weather conditions, industry groups said on Tuesday.\"  See:\n\nhttp**********************", "label": [], "Comments": []}
{"id": 1574704882581389314, "text": "We must create awareness of tourism's social, cultural, political, and economic value and the contribution that the sector can make towards reaching the Sustainable Development Goals.\n@***************\n@*************\n@*********** \n@************** http**********************", "label": [], "Comments": []}
{"id": 1572534839873785858, "text": "Insane fact of the day:\n\nThe area in green has a bigger population than the area in red: http**********************", "label": [], "Comments": []}
{"id": 1575196944749805594, "text": "@*********** @************* Absolutely not. BP screwed up big time. As in most such disasters, it was a perfect storm of a bunch of little f___k ups.\n\nhttp**********************", "label": [[43, 57, "Exp_Negative"], [103, 117, "Exp_Negative"], [139, 148, "Exp_Negative"]], "Comments": []}
{"id": 1575351470525857793, "text": "How do you make it so your @****** order comes in one piece instead of delivered in parts over a few days?\n\nI'd rather save some petrol\\/pollution.", "label": [[50, 59, "Exp_Negative"], [70, 89, "Exp_Negative"], [119, 123, "Exp_Negative"]], "Comments": []}
{"id": 1575353138458271745, "text": "@************* Bike No. UP14 C X 9680 creating Extreme Air Pollution. Place: Middle of Elevated Road, Rajnagar Extn to Delhi after Vasundhra cut, Date: 29.09.2022 Time 8:57 am. Please zoom photo and see. Kindly take strict action. http**********************", "label": [], "Comments": []}
{"id": 1574740651941339136, "text": "@************ My oga's @********* @******** @********** we need to start advocating for Seed Multiplications in Africa especially in Nigeria,if truly we believe FOOD is Medicine  and MEDICINE IS Food,because the rate of GMO's in plant on Africans are becoming toxic n detrimental to our health.", "label": [[250, 265, "Exp_Negative"]], "Comments": []}
{"id": 1575172511020773376, "text": "@************ @************** I agree that petitioning the alderman streets and sanitation Public Works to put up some plastic cones that still could be driven over maybe has a slight impact human beings blocking intersections causing police to go and assist is a waste all around", "label": [[264, 280, "Exp_Negative"]], "Comments": []}
{"id": 1575078651498221568, "text": "@*********** @******** We're used to Germany getting rid of son waste and sewage by sending it abroad. You're the perfect exemple of this policy.", "label": [[103, 145, "Exp_Negative"]], "Comments": []}
{"id": 1574452503936376832, "text": "Reducing food waste is part of our Sustainable Production and Consumption work to reduce waste of all kinds, thx to @************* http********************** http**********************", "label": [[109, 129, "Exp_Positive"]], "Comments": []}
{"id": 1573283391491002369, "text": "@************* Are the biofuels made from sustainable sources, like food waste? Because if it's the kind of biofuel that requires crops that were intended to grow food for human consumption, I'm afraid we're back at square one.", "label": [[191, 227, "Exp_Negative"]], "Comments": []}
{"id": 1572522348380835842, "text": "@************* @*********** No need to build on the green belt. Repurpose town and city centre shops and offices first regreening our urban spaces along the way", "label": [[27, 36, "Exp_Negative"]], "Comments": []}
{"id": 1574395721784205314, "text": "The bat shit absolute crazy part about spraying pesticides on our produce is that it kills all bacteria. We are killing all the living microbes present in the Earth and just eating nutrition less nothing. The pretty GMO banana from Starbucks may look like nutrients but it's NADA", "label": [[4, 32, "Exp_Negative"], [208, 226, "Exp_Negative"], [265, 279, "Exp_Negative"]], "Comments": []}
{"id": 1571884478603333632, "text": "Union Minister @************** addresses the Tourism Ministers’ meeting of the BRICS member countries virtually today\n\nIndia had launched the BRICS alliance for Green Tourism during BRICS chairship of India last year: Union Minister\n\nDetails: http**********************", "label": [], "Comments": []}
{"id": 1574714443145138176, "text": "Decarbonizing #transport sector in line with #SDGs\n\nhttp**********************", "label": [], "Comments": []}
{"id": 1574658800635740162, "text": "@*************** Saving the planet is a team sport. We're happy to make our contribution in order to make sustainability the new norm. ☁️", "label": [[52, 89, "Exp_Positive"]], "Comments": []}
{"id": 1574715407231066114, "text": "@********** said that the “backsliding” on several of the Sustainable Development Goals #SDGs  — particularly those calling for the elimination of poverty, hunger, and gender equality — are being exacerbated by the war in Ukraine.", "label": [], "Comments": []}
{"id": 1574638506470965248, "text": "fucking hate washing machines what thr fuck do u mean u need \"draining\" bitch just drink it reduce reuse recycle fucking capitalist pig", "label": [[0, 12, "Exp_Negative"], [120, 135, "Exp_Negative"]], "Comments": []}
{"id": 1575337311369560065, "text": "@******** @************** Oh there is definitely a waste management problem for sure. But also a waste generation problem - too much of what we consume is unecessarily packaged in single use plastic.", "label": [[50, 75, "Exp_Negative"], [96, 121, "Exp_Positive"]], "Comments": []}
{"id": 1574444460418662401, "text": "@******* @********* @********** The MOFO is a manager, NOT a FARMER. He will devastate it by turning it into \"\"\"\"\"sustainable agriculture\"\"\"\"\"\" Plants\\/Bugs. I.E. UNSUSTAINABLE for large amounts of the population, even if you dictate by authoritarian law that meat is ILLEGAL..lol", "label": [[77, 90, "Exp_Negative"], [162, 175, "Exp_Negative"]], "Comments": []}
{"id": 1573302115916816384, "text": "“Nuclear Decommissioning Authority &amp; National Decommissioning Centre have signed a 3 - year collaborative research agreement - first of its kind between the nuclear &amp; oil and gas decommissioning sectors” http********************** 2 most toxic energy dinosaurs hook up to clean up.🧐", "label": [], "Comments": []}
{"id": 1575229294569463808, "text": "@*************** Please let us know the *minute* he's disbarred. I am going to have a party! It will be an \"oil spill\" party, lol!", "label": [[64, 92, "Exp_Positive"]], "Comments": []}
{"id": 1575335568078012416, "text": "From serving the business owners in our communities to construction workers on the job site, we are committed to providing sustainable waste management solutions that you can rely on to make your life easier no matter your unique needs! #wastagemanagement #rubblecontrol http**********************", "label": [], "Comments": []}
{"id": 1575316525094936578, "text": "@**** Never let a crisis go to waste, right? \n\nStorm is not caused by #ClimateChange.\n\nDo better @****... #LiveNotByLies http**********************", "label": [[87, 96, "Exp_Negative"]], "Comments": []}
{"id": 1573004551904530432, "text": "@************* For USA to achieve long term energy security it needs comprehensive plans to build a sustainable economy, stop urban sprawl, protect: farmland, natures land &amp; waters habitat, build 100% waste mgmt systems, reduce consumption, modify the financial system to support the move. http**********************", "label": [], "Comments": []}
